[
  {
    "id": 1249289,
    "title": "Аларум",
    "description": "Джо и Лора, два бывших секретных агента ЦРУ, проводят романтический отпуск на острове, где они становятся свидетелями авиакатастрофы. Среди обломков оказывается флешка с секретной информацией, забрав которую пара моментально становится целью для всех спецслужб мира. По их следам ЦРУ отправляет самого хладнокровного агента, Честера, который должен во что бы то ни стало убить предателей.",
    "rating": 5.8,
    "poster": "https://image.tmdb.org/t/p/w500/6Jcq3MSSl2Pnm104hbpnuFljWzA.jpg",
    "code": 1249289
  },
  {
    "id": 426063,
    "title": "Носферату",
    "description": "Вюрцбург, 1838 год. Несмотря на дурное предчувствие жены Эллен, с детства одолеваемой видениями, ради продвижения по службе Томас отправляется на восток Богемии, чтобы закрыть сделку о продаже недвижимости эксцентричному старому князю Орлоку. Мужчина становится пленником коварного князя, который оказывается кровососущей нежитью, а тем временем недуг Эллен всё больше походит на одержимость.",
    "rating": 6.6,
    "poster": "https://image.tmdb.org/t/p/w500/qIfasOp7pFgcUBGj6gjtaf51Yb0.jpg",
    "code": 426063
  },
  {
    "id": 604685,
    "title": "Охота на воров 2: Пантера",
    "description": "Большой Ник возвращается на охоту. В этот раз его цель находится в Европе: Донни теперь крутится в коварном и непредсказуемом мире воров и драгоценностей, а также связан со знаменитой мафией «Пантера», с которой планирует грандиозное ограбление крупнейшей в мире алмазной биржи.",
    "rating": 6.8,
    "poster": "https://image.tmdb.org/t/p/w500/5AwHpKJ2tFyx3VglG1NFlEEmGFW.jpg",
    "code": 604685
  },
  {
    "id": 823219,
    "title": "Поток",
    "description": "Происходит глобальное наводнение, и черный кот вынужден спасаться в лодке вместе с другими животными.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/aaYXE9KZ8yea47OxZeFHvHU6Cqg.jpg",
    "code": 823219
  },
  {
    "id": 1064486,
    "title": "Мемуары улитки",
    "description": "Австралия, 1970-е. В городе Кранберри живёт одинокая женщина по имени Грейс Пудл. Она любит читать любовные романы и коллекционировать декоративных улиток. Однажды в её жизни появляется Пинки — пожилая и эксцентричная женщина, с которой они становятся близкими подругами. С этого момента жизнь Грейс снова наполняется радостью и яркими красками.",
    "rating": 7.602,
    "poster": "https://image.tmdb.org/t/p/w500/sje0fn9E9iaNnRW1WrxzDyVDZtf.jpg",
    "code": 1064486
  },
  {
    "id": 1084199,
    "title": "Компаньон",
    "description": "Смерть миллиардера запускает цепочку событий для Айрис и ее друзей во время поездки на выходные в его поместье на берегу озера.",
    "rating": 7.2,
    "poster": "https://image.tmdb.org/t/p/w500/wxFGXmNmFf9Y38XQVsMIrqIom8f.jpg",
    "code": 1084199
  },
  {
    "id": 1064213,
    "title": "Анора",
    "description": "Молодая стриптизёрша из Бруклина внезапно выходит замуж за сына русского олигарха. Узнав об этом, родители парня тотчас вылетают из Москвы в Нью-Йорк. Они готовы на всё, лишь бы расстроить брак.",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/lA51ZjHnbVmReYeFBAt2T0LPHAO.jpg",
    "code": 1064213
  },
  {
    "id": 974453,
    "title": "Профессионал",
    "description": "Гангстер, о котором некогда ходили легенды, решает оставить криминальное прошлое и посвятить остаток жизни восстановлению отношений с семьей. Ощущая груз ошибок, он пытается загладить их и завоевать доверие, потерянное за годы разлуки. Однако преступный мир не намерен отпускать его так просто.",
    "rating": 5.8,
    "poster": "https://image.tmdb.org/t/p/w500/uBAgrWuglga1Vo7oUlFL0KFORcN.jpg",
    "code": 974453
  },
  {
    "id": 1138194,
    "title": "Еретик",
    "description": "Церковная миссия приводит двух девушек к дверям обманчиво безобидного мистера Рида. Не успев опомниться, они оказываются в его дьявольской ловушке, построенной с целью проверить их веру на прочность. Чтобы выжить, им придется пройти серию изощренных испытаний и столкнуться с тем, что не поддается рациональному объяснению. Теперь выбор, во что верить, для них означает выбор между жизнью и смертью.",
    "rating": 7.2,
    "poster": "https://image.tmdb.org/t/p/w500/4lkzFgDXdTXHWeiO0WtY9VIK2FV.jpg",
    "code": 1138194
  },
  {
    "id": 1357305,
    "title": "唐探1900",
    "description": "",
    "rating": 5.6,
    "poster": "https://image.tmdb.org/t/p/w500/qzD4sd7gZRGS16BpWT8o0voaG4I.jpg",
    "code": 1357305
  },
  {
    "id": 1126166,
    "title": "Особо опасный пассажир",
    "description": "Маршал авиации, перевозящая преступника на маленьком самолете, оказывается в ловушке, когда подозревает, что их пилот не тот, за кого себя выдает.",
    "rating": 6,
    "poster": "https://image.tmdb.org/t/p/w500/oifl3tfR9c4GhWwhJ8m0d6ummZH.jpg",
    "code": 1126166
  },
  {
    "id": 710295,
    "title": "Вульфмен",
    "description": "На семью в отдаленном фермерском доме нападает невидимый зверь, но с наступлением ночи отец начинает превращаться в нечто неузнаваемое.",
    "rating": 6.281,
    "poster": "https://image.tmdb.org/t/p/w500/iecQ6iNCUyX1qMwuwMaaTyrBr2L.jpg",
    "code": 710295
  },
  {
    "id": 974950,
    "title": "Эмилия Перес",
    "description": "Квалифицированный адвокат Рита работает в крупной мексиканской компании, которая больше заинтересована в отмывании денег от преступников, чем в служении правосудию. Неожиданно Рита получает интригующее предложение, от которого трудно отказаться. Грозный босс картеля, Хуан Дель Монте, хочет выйти из своего криминального бизнеса и исчезнуть навсегда, для чего он решил сменить пол. Именно Рита должна ему помочь.",
    "rating": 7.2,
    "poster": "https://image.tmdb.org/t/p/w500/6KvGEOCUBsgTUPkl1oWhH0Y3ePy.jpg",
    "code": 974950
  },
  {
    "id": 974576,
    "title": "Конклав",
    "description": "После внезапной смерти Папы кардиналы готовятся к конклаву — выбору нового главы католической церкви. Руководить этим сакральным таинством поручено кардиналу Лоуренсу. Но вскоре он понимает, что среди высшего духовенства готовится заговор, и узнаёт тайну, которая может пошатнуть самые основы церкви.",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/gwDFcTXzVz5N2ulSsckDisMVghq.jpg",
    "code": 974576
  },
  {
    "id": 1155281,
    "title": "封神第二部：战火西岐",
    "description": "",
    "rating": 5.7,
    "poster": "https://image.tmdb.org/t/p/w500/5bBgvH3hTxlANUsLP1ov0lEKmJp.jpg",
    "code": 1155281
  },
  {
    "id": 1051896,
    "title": "Судная ночь в Аркадии",
    "description": "Земля пережила конец света, уничтоживший почти всех людей. Пол и его сыновья Томас и Джозеф — одни из немногих выживших, скрывшихся в отдаленном доме. Однако их жизнь все еще далека от спокойной: с каждым заходом солнца просыпаются свирепые и жестокие существа, которые уничтожают все живое на своем пути. Но однажды им придется выйти во тьму.",
    "rating": 6.1,
    "poster": "https://image.tmdb.org/t/p/w500/ikiGiNWAgrafmUnZtKdIfg4gyxL.jpg",
    "code": 1051896
  },
  {
    "id": 822119,
    "title": "Капитан Америка: Новый Мир",
    "description": "Новый президент США Таддеус Росс решает назначить Капитана Америку на официальную должность. Но в прошлом между ними были разногласия, и Сэм сомневается, что это хорошая идея. Этим же вечером на президента совершается покушение. Уилсон уверен, что предатель скрывается среди ближайшего окружения Росса.",
    "rating": 0,
    "poster": "https://image.tmdb.org/t/p/w500/iiSmC2zp5d2PFn6osFMRmLiaCXw.jpg",
    "code": 822119
  },
  {
    "id": 774370,
    "title": "Догмен: Пушистая справедливость",
    "description": "Догмен это полу-человек-полу-собака, он поклялся защищать и служить, упорно преследуя суперзлодея кота Пити.",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/4GXZM8pL565sokou52zY2JZaK96.jpg",
    "code": 774370
  },
  {
    "id": 1160956,
    "title": "Операция «Панда»",
    "description": "Международная звезда кунг-фу Джеки берёт под опеку детёныша большой панды Ху Ху. Из-за того что у животного необычные глаза, международный преступный синдикат, жаждя заполучить редкий ген, объявляет награду за поимку Ху Ху. Джеки не может остаться в стороне и вступает с негодяями в противостояние.",
    "rating": 5.3,
    "poster": "https://image.tmdb.org/t/p/w500/xlaeAdTMZVZJe7zNDyOI3Enf7rq.jpg",
    "code": 1160956
  },
  {
    "id": 1164355,
    "title": "Lembayung",
    "description": "",
    "rating": 7.8,
    "poster": "https://image.tmdb.org/t/p/w500/5x9LrW0yvtt6S3XovIQHgXfYvLL.jpg",
    "code": 1164355
  },
  {
    "id": 549509,
    "title": "Бруталист",
    "description": "1947 год. Венгерский архитектор Ласло Тот и его супруга Эржебет переезжают из послевоенной Европы в США. Там их жизнь стремительно меняется после знакомства с загадочным клиентом.",
    "rating": 5.8,
    "poster": "https://image.tmdb.org/t/p/w500/cd7k10Ym8kggNoqzpVOCgElfQj3.jpg",
    "code": 549509
  },
  {
    "id": 1013850,
    "title": "Настоящая боль",
    "description": "Кузены отправляются в тур по Польше, чтобы почтить память своей любимой бабушки.",
    "rating": 6.9,
    "poster": "https://image.tmdb.org/t/p/w500/si9dEVjHD2UghBxjJV6SxXFeLEH.jpg",
    "code": 1013850
  },
  {
    "id": 671,
    "title": "Гарри Поттер и философский камень",
    "description": "Обычный лондонский мальчик Гарри Поттер на 11-м году жизни узнаёт, что он — осиротевший сын двух могущественных волшебников, и сам обладает магической силой. В Хогвартской школе чародейства и волшебства Гарри попадает в водоворот невероятных приключений. Он изучает квиддич — спорт высшего пилотажа, играет в захватывающую игру живыми шахматными фигурами, встречается с Тёмным Волшебником, который хочет его уничтожить.",
    "rating": 7.905,
    "poster": "https://image.tmdb.org/t/p/w500/bDoDpnAWVYA7nXTpbMppRS9f3Et.jpg",
    "code": 671
  },
  {
    "id": 1059128,
    "title": "Квир",
    "description": "1950-е годы. Жизнь Уильяма Ли, мужчины средних лет, влачащего жалкое существование в Южной Америке, меняется после знакомства со студентом Юджином Аллертоном.",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/qVnMDYRQkdPkLEeItkXHAJ2NMl0.jpg",
    "code": 1059128
  },
  {
    "id": 1088514,
    "title": "Комната по соседству",
    "description": "Ингрид, автор бестселлеров, возобновляет отношения со своей подругой Мартой, военной журналисткой, с которой она потеряла связь на несколько лет. Две женщины погружаются в свое прошлое, делятся воспоминаниями, анекдотами, искусством, фильмами — и все же у Марты есть просьба, которая проверит их недавно окрепшую связь.",
    "rating": 6.931,
    "poster": "https://image.tmdb.org/t/p/w500/hEuZOm31oZIHbeC0mgtil7T5rcZ.jpg",
    "code": 1088514
  },
  {
    "id": 940721,
    "title": "Годзилла: Минус один",
    "description": "В последние дни Второй мировой камикадзе Коити Сикисима посадил самолёт на острове Одо, где располагалась ремонтная база императорской армии Японии. В тот же вечер на них напал непонятно откуда взявшийся огромный ящер Годзилла — именно так называли его местные. Коити возвращается в разрушенный бомбардировками Токио (родители погибли, от дома остались одни обломки) и пытается жить дальше. К нему прибивается тоже потерявшая семью девушка с младенцем, которого она спасла во время воздушного налёта. Время идёт, жизнь налаживается, Коити работает в команде по обезвреживанию мин в Токийском заливе, и однажды их хлипкий деревянный катер сталкивается с Годзиллой, который после ядерных испытаний на атолле Бикини стал ещё больше и ещё свирепее.",
    "rating": 7.6,
    "poster": "https://image.tmdb.org/t/p/w500/bSICu9qWyUJVThkffuaqs9dgRV7.jpg",
    "code": 940721
  },
  {
    "id": 672,
    "title": "Гарри Поттер и Тайная комната",
    "description": "Гарри Поттер переходит на второй курс Школы чародейства и волшебства Хогвартс. Эльф Добби предупреждает Гарри об опасности, которая поджидает его там, и просит больше не возвращаться в школу. Юный волшебник не следует совету эльфа и становится свидетелем таинственных событий, разворачивающихся в Хогвартсе. Вскоре Гарри и его друзья узнают о существовании Тайной Комнаты и сталкиваются с новыми приключениями, пытаясь победить тёмные силы.",
    "rating": 7.712,
    "poster": "https://image.tmdb.org/t/p/w500/33Wj3LSyoAqtqkeh7YXcVMvTQzc.jpg",
    "code": 672
  },
  {
    "id": 673,
    "title": "Гарри Поттер и узник Азкабана",
    "description": "В третьей части экранизации бестселлера о юном волшебнике, полюбившиеся всем герои — Гарри Поттер, Рон и Гермиона — возвращаются уже на третий курс школы чародейства и волшебства «Хогвартс». На этот раз они должны раскрыть тайну узника, сбежавшего из зловещей тюрьмы Азкабан, чьё пребывание на воле создаёт для Гарри смертельную опасность...",
    "rating": 8.014,
    "poster": "https://image.tmdb.org/t/p/w500/dd3dM7g6x8TIBBKr22oHM8wZxv8.jpg",
    "code": 673
  },
  {
    "id": 516729,
    "title": "Приключения Паддингтона 3",
    "description": "Паддингтон и семья Браунов посещают тётю Люси в Перу, но загадочное событие отправляет их в джунгли Амазонки и на перуанские горы.",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/p6fgibCKaofyaGOMHcsYdXjECir.jpg",
    "code": 516729
  },
  {
    "id": 674,
    "title": "Гарри Поттер и Кубок огня",
    "description": "Гарри Поттер, Рон и Гермиона возвращаются на четвёртый курс школы чародейства и волшебства «Хогвартс». При таинственных обстоятельствах Гарри отобран в число участников опасного соревнования — Турнира Трёх Волшебников, однако проблема в том, что все его соперники — намного старше и сильнее. К тому же, знаки указывают на возвращение Лорда Волдеморта. Вскоре Гарри предстоит побороться не только за победу в соревновании, но и, прежде всего, за свою жизнь...",
    "rating": 7.805,
    "poster": "https://image.tmdb.org/t/p/w500/wWlSRexsjrdTWBYY84s671dYde5.jpg",
    "code": 674
  },
  {
    "id": 365177,
    "title": "Бордерлендс",
    "description": "В далеком будущем человечество активно осваивает космос. Колонизация далеких планет стала основной деятельностью землян и настоящим магнитом для искателей быстрой наживы. Ресурсы истощились, и богатеи оставили эти края. Но многие охотники за сокровищами продолжают исследовать заброшенную планету, устраивая стычки за каждый найденный артефакт. Когда-то тихий край превратился в арену нескончаемых сражений.",
    "rating": 5.7,
    "poster": "https://image.tmdb.org/t/p/w500/eqdQvOTt9mZso4PK7tUPjAF6m8k.jpg",
    "code": 365177
  },
  {
    "id": 1232449,
    "title": "Юные сердца",
    "description": "14-летний Элиас ведёт тихую, привычную жизнь, пока в дом рядом не переезжает семья из Брюсселя. Среди новых соседей его внимание сразу привлекает Александр — ровесник Элиаса, энергичный, уверенный в себе мальчик, который моментально врывается в его жизнь.",
    "rating": 8.5,
    "poster": "https://image.tmdb.org/t/p/w500/7sbuKNu7vdSUH95HneuPlRu6Tnh.jpg",
    "code": 1232449
  },
  {
    "id": 661539,
    "title": "Никому не известный",
    "description": "1965 год. На музыкальном фестивале в Ньюпорте производит фурор выступление молодого Боба Дилана.",
    "rating": 7.293,
    "poster": "https://image.tmdb.org/t/p/w500/tqts9cocYlass1Ooldyidpz7pob.jpg",
    "code": 661539
  },
  {
    "id": 980477,
    "title": "Нэчжа побеждает Царя драконов",
    "description": "После катастрофы, хотя души Нечжи и Аобина были спасены, их тела вскоре были разрушены. Тайи Чжэньжэнь планировал использовать семицветный лотос для восстановления своих тел.",
    "rating": 7.571,
    "poster": "https://image.tmdb.org/t/p/w500/bTMf8M7rZ21fChGdtsZtJj4Dfqh.jpg",
    "code": 980477
  },
  {
    "id": 1038263,
    "title": "Мария",
    "description": "Сентябрь 1977 года. Мария Каллас, всемирно известная оперная дива на ранней пенсии, живет в роскошной парижской квартире с двумя пуделями, кухаркой и дворецким. Работа первой, помимо готовки, заключается в том, чтобы говорить Марии комплименты. Второй с утра до ночи передвигает для нее по дому огромный рояль, считает её таблетки, забирает её из ресторанов и пытается убедить побеседовать наконец не с галлюцинациями, а со специалистом.",
    "rating": 6.7,
    "poster": "https://image.tmdb.org/t/p/w500/aMzKiOOAbgSb5F23Zas1rqZ3r40.jpg",
    "code": 1038263
  },
  {
    "id": 1294203,
    "title": "My Fault: London",
    "description": "",
    "rating": 0,
    "poster": "https://image.tmdb.org/t/p/w500/ttN5D6GKOwKWHmCzDGctAvaNMAi.jpg",
    "code": 1294203
  },
  {
    "id": 1000837,
    "title": "Я все еще здесь",
    "description": "Бразилия, 1971 год. В стране уже шесть лет свирепствует военная диктатура. Инженер Рубенс Пайва, многодетный отец и любящий муж, некогда бывший конгрессменом, готовится облагородить семейное гнёздышко в Рио-де-Жанейро, но в дом приходят солдаты и увозят Рубенса на допрос, с которого он так и не возвращается. Его жена Юнис начинает борьбу за правду и пытается вернуть любимого.",
    "rating": 7.8,
    "poster": "https://image.tmdb.org/t/p/w500/dsyZaYI2jI90hCBATlHdpvZz6Jm.jpg",
    "code": 1000837
  },
  {
    "id": 269509,
    "title": "Кентервильское привидение",
    "description": "В центре истории находится мистер Отис, который приобретает загородный домик в Англии и сразу же перебирается в свою новую недвижимость вместе с семьёй. Но домик не простой, он с призраками и мистер Отис об этом знает, его предупредил предыдущий владелец, только мистер Отис не предал этому должного внимания...",
    "rating": 6.545,
    "poster": "https://image.tmdb.org/t/p/w500/1pGTM1ajJLTBq8tcKuogGFD7Vla.jpg",
    "code": 269509
  },
  {
    "id": 937287,
    "title": "Претенденты",
    "description": "2019 год. Теннисист Арт Дональдсон переживает не лучший период в карьере, поэтому, чтобы поднять его моральный дух и укрепить веру в себя, его жена и по совместительству тренер Таши предлагает принять участие в турнире серии ATP Challenger. В прошлом она сама была многообещающей спортсменкой, но не смогла восстановиться после травмы колена, и теперь все силы вкладывает в мужа. В финале Арт выходит на бывшего парня Таши и некогда своего лучшего друга Патрика Цвейга, для которого победа тоже становится делом принципа.",
    "rating": 6.996,
    "poster": "https://image.tmdb.org/t/p/w500/9ze8vGFNZVy5ZWxHMeil79KntqK.jpg",
    "code": 937287
  },
  {
    "id": 1155828,
    "title": "Пой, пой",
    "description": "Джон Уитфилд по прозвищу Дивайн Джи попадает в тюрьму особо строгого режима Синг-Синг за преступление, которого не совершал. Постепенно привыкая к новому окружению, он решает вступить в тюремную театральную труппу.",
    "rating": 7.5,
    "poster": "https://image.tmdb.org/t/p/w500/8sDAUfrI5gCfTd7zOmLg3GXT5dy.jpg",
    "code": 1155828
  },
  {
    "id": 1232827,
    "title": "Девушка с иглой",
    "description": "Фильм, основанный на реальных событиях, погружает в тёмные глубины человеческой души, где жестокость и обман превращаются в орудие убийства. «Девушка с иглой» рассказывает шокирующую историю Дагмар Овербю, датчанки, чьи преступления вошли в историю как одни из самых чудовищных начала XX века. Внешне Дагмар — заботливая женщина, которой можно доверить самое дорогое. Но за фасадом добропорядочной няни скрывается хищница, чьи деяния ужасают своей бесчеловечностью. Ее методичность, холодный расчет и изощренные способы сокрытия преступлений сделали ее одной из самых дерзких и опасных убийц своего времени.",
    "rating": 7.613,
    "poster": "https://image.tmdb.org/t/p/w500/c4XVag7cWbjzyTBt6HmwZBXRkec.jpg",
    "code": 1232827
  },
  {
    "id": 38700,
    "title": "Плохие парни навсегда",
    "description": "Детективы Майк Лоури и Маркус Бёрнетт снова в деле! Правда, их отстраняют от всех операций, но разве отчаянных друзей когда-нибудь что-либо останавливало? Ведь на этот раз на Майка открывает охоту некто из его прошлой жизни. Так что парням придется отжечь по полной!",
    "rating": 7.136,
    "poster": "https://image.tmdb.org/t/p/w500/7vyOB2wWvyild4ETMrW7EZOaWZx.jpg",
    "code": 38700
  },
  {
    "id": 1302916,
    "title": "Влюблённые глаза",
    "description": "Маньяк преследует и убивает влюбленных в День святого Валентина.",
    "rating": 0,
    "poster": "https://image.tmdb.org/t/p/w500/53HOVomkVnNOU8WLaPYqJWTt1sy.jpg",
    "code": 1302916
  },
  {
    "id": 991610,
    "title": "Вторжение",
    "description": "Острова Кюрасао и Аруба будут уничтожены. Воздушное пространство закрыто, все подходы с моря контролируют дроны. У трех элитных бойцов спецназа есть считаные часы, чтобы проникнуть на запретную территорию и освободить заложников.",
    "rating": 4.3,
    "poster": "https://image.tmdb.org/t/p/w500/wgg7V0xYmkKZjLQtYkToz4jDg1F.jpg",
    "code": 991610
  },
  {
    "id": 940139,
    "title": "Тогда. Сейчас. Потом",
    "description": "Типичная американская гостиная дома в Новой Англии. Его обитатели сменяются на протяжении века. В 1950-х здесь родился мальчик Ричард. В этой комнате проходит его детство и юность, вот он заканчивает школу, а вот — уже приводит свою невесту Маргарет. Молодая семья обзаводится детьми, здесь проходят все самые счастливые моменты их жизни, и здесь же — грустные. Дети обзаводятся внуками, а Ричард и Маргарет начинают понимать, что их время уходит.",
    "rating": 6.7,
    "poster": "https://image.tmdb.org/t/p/w500/u43niSeatl94U2HY3ns5tZqLo7o.jpg",
    "code": 940139
  },
  {
    "id": 1226406,
    "title": "Love Hurts",
    "description": "",
    "rating": 7,
    "poster": "https://image.tmdb.org/t/p/w500/350Cvt8tlGZeBUUgvbpJzFwz1Wm.jpg",
    "code": 1226406
  },
  {
    "id": 1278263,
    "title": "Семя священного инжира",
    "description": "Тегеранского юриста Имана повышают до следователя, а там уже рукой подать до должности судьи и государственной трехкомнатной квартиры. Тут в стране начинаются беспорядки, с утра до ночи приходится штамповать дела, и, поскольку оппозиция размещает в соцсетях личные данные силовиков, Иману выдают табельное оружие. Дочери-старшеклассницы сочувствуют протестующим, даже привыкшая со всем соглашаться жена начинает задавать вопросы, и на фоне семейного кризиса у Имана пропадает пистолет, что грозит тюрьмой уже ему самому.",
    "rating": 7.7,
    "poster": "https://image.tmdb.org/t/p/w500/9kxhTsvGUH58XkfQxnwlKhfFqg0.jpg",
    "code": 1278263
  },
  {
    "id": 696506,
    "title": "Микки 17",
    "description": "«Одноразовый сотрудник» участвует в колонизации ледяного мира. После смерти Мики его сознание каждый раз загружается в новое тело.",
    "rating": 0,
    "poster": "https://image.tmdb.org/t/p/w500/1BdAv7RsxvPuASMQyzjpTgcMC6M.jpg",
    "code": 696506
  },
  {
    "id": 1124620,
    "title": "Обезьяна",
    "description": "Когда братья-близнецы Билл и Хэл находят на чердаке старую игрушечную обезьянку своего отца, начинается череда ужасных смертей.",
    "rating": 0,
    "poster": "https://image.tmdb.org/t/p/w500/ehrnPGBOA7EDYDYijNQxcEWLW9F.jpg",
    "code": 1124620
  },
  {
    "id": 1272149,
    "title": "Бриджит Джонс. Без ума от мальчишки",
    "description": "Несколько лет назад Бриджит Джонс пережила смерть любимого мужа — Марк Дарси погиб во время гуманитарной миссии в Судане. Пытаясь жить дальше, Бриджит выходит на работу и даже устанавливает приложение для знакомств, благодаря которому в ее жизни появляется молодой красавчик. Теперь матери-одиночке нужно как-то совмещать дом, работу и романтические отношения, поддерживать сына, которому остро не хватает отца, а также противостоять осуждению идеальных мамочек из его школы.",
    "rating": 0,
    "poster": "https://image.tmdb.org/t/p/w500/mtAwvP8UsFsXhv2WIOHmBCFhP7Q.jpg",
    "code": 1272149
  },
  {
    "id": 1224993,
    "title": "Чёрные монахини",
    "description": "Священнослужители пытаются спасти одержимого демонами мальчика.",
    "rating": 5.1,
    "poster": "https://image.tmdb.org/t/p/w500/5GIMdiO5ifg2XUEK9d7VbFsPvng.jpg",
    "code": 1224993
  },
  {
    "id": 1140535,
    "title": "Присутствие",
    "description": "Ребекка, Крис и их дети Тайлер и Хлоя — обычная семья, справляющаяся со своими трудностями. Вскоре после переезда в новый дом все они начинают ощущать присутствие потустороннего.",
    "rating": 6.7,
    "poster": "https://image.tmdb.org/t/p/w500/hmRo2PCM0MmglFzytXxwnq30Jmb.jpg",
    "code": 1140535
  },
  {
    "id": 799766,
    "title": "Быть лучше: История Робби Уильямса",
    "description": "С самого детства Робби Уильямс чувствовал себя немного диким. Стремясь доказать своему отцу, чего он стоит, Робби решает рискнуть всем и начать музыкальную карьеру. Однако ни роскошная жизнь миллионера, ни стадионы поклонников не меняют то, как он себя видит.",
    "rating": 7.5,
    "poster": "https://image.tmdb.org/t/p/w500/4nUN5BtOyHKi0bWmin8ZEgdTzve.jpg",
    "code": 799766
  },
  {
    "id": 1006724,
    "title": "鬼才之道",
    "description": "",
    "rating": 6.9,
    "poster": "https://image.tmdb.org/t/p/w500/m5IgLXscIYTTQwUtoBTfzSGQpvg.jpg",
    "code": 1006724
  },
  {
    "id": 1078600,
    "title": "Парни с тату. Прямо в сердце",
    "description": "Шоу Лэндон, тихая студентка меда из хорошей семьи, встречает вспыльчивого татуировщика Рула Арчера. У ребят нет ничего общего, но одна вечеринка заканчивается случайной ночью, которую они оба не могут забыть. Ребятам придется преодолеть немало препятствий, чтобы понять, как такая девушка, как Шоу, и такой парень, как Рул, могут быть вместе и не разрушить свою любовь и друг друга.",
    "rating": 8,
    "poster": "https://image.tmdb.org/t/p/w500/xUXO5M12bD2coqMAadUsuDzgnvr.jpg",
    "code": 1078600
  },
  {
    "id": 1102493,
    "title": "Мелочи жизни",
    "description": "1985 год. Торговец углем и семьянин Билл Ферлонг готовится к самому напряженному сезону в своей работе. За несколько недель до Рождества он доставляет заказ в местный монастырь и невольно становится свидетелем шокирующей истории, которая происходит за его стенами. Билл узнает, что на самом деле скрывается за «прачечными Магдалины» — специальными учреждениями при монастырях, в которые определяют женщин со сложной судьбой.",
    "rating": 6.9,
    "poster": "https://image.tmdb.org/t/p/w500/kFYpPeUkSXu4k9pHdkpGZQTUrKg.jpg",
    "code": 1102493
  },
  {
    "id": 1261543,
    "title": "Pengantin Iblis",
    "description": "",
    "rating": 7,
    "poster": "https://image.tmdb.org/t/p/w500/6UWQVddCVCnFM4G7PSHcCc5NGtI.jpg",
    "code": 1261543
  },
  {
    "id": 744857,
    "title": "Одержимые злом",
    "description": "Братья-фермеры Педро и Хайме обнаруживают в лесу изуродованное тело чистильщика, который, как выясняется, направлялся в соседний дом убить одержимого. Когда имеешь дело со злом, нужно соблюдать определённые правила, поэтому братья вместе с соседом Руисом решают отвезти заражённого подальше и там оставить, но тот по дороге исчезает. На следующий день демоническая сила убивает Руиса и его беременную жену, а братья пускаются в бега. Педро заезжает к бывшей супруге забрать детей, но приносит зло с собой.",
    "rating": 7.29,
    "poster": "https://image.tmdb.org/t/p/w500/SwfY7rx2RpW7KLhZQjDTAtDsWl.jpg",
    "code": 744857
  },
  {
    "id": 1109255,
    "title": "Партенопа",
    "description": "1950 год, в дом богатой неаполитанской семьи прямиком из Версаля доставили шикарную карету-кровать для младенца, который вот-вот родится прямо в водах Тирренского моря. На свет появилась девочка, и ее назвали Партенопой в честь древнегреческой нимфы, чьим именем когда-то нарекли Неаполь. Идеальная во всем девушка жила на полную катушку: меняла любовников и увлечения, пробовала начать карьеру актрисы, училась на антрополога и танцевала до утра. Блестящую жизнь любимицы судьбы омрачило лишь одно событие — суицид брата Рафаэля, затухшего в лучах яркой Партенопы.",
    "rating": 7,
    "poster": "https://image.tmdb.org/t/p/w500/eQPIcxWPDrLrIr5FVms1ms73GFX.jpg",
    "code": 1109255
  },
  {
    "id": 1185528,
    "title": "Легенды о героях Кондора: Храбрые",
    "description": "Под предводительством Чингисхана монгольская армия продвигается на запад, чтобы уничтожить династию Цзинь, а затем нацеливается на династию Сун. На фоне внутренних конфликтов между школами боевых искусств Го Цзин объединяет воинов Центральных равнин для защиты Сянъяна, воплощая мужество и преданность в борьбе за нацию.",
    "rating": 4.5,
    "poster": "https://image.tmdb.org/t/p/w500/j7a1A5iiIP9no43YjWdBHLJFEQB.jpg",
    "code": 1185528
  },
  {
    "id": 251,
    "title": "Привидение",
    "description": "Счастливая парочка возвращается домой после вечера в театре. На тёмной аллее на них нападает грабитель… Защищаясь, Сэм погибает. Теперь он только призрак, но всё еще может помочь своей возлюбленной! Сэм-привидение узнаёт, что его смерть не была случайной, а над Молли нависла смертельная опасность! Но для Молли он теперь «человек-невидимка», которого она не видит и не слышит. Как предупредить её об опасности? Единственный способ связаться с Молли и передать ей важное сообщение - воспользоваться сверхъестественными способностями неопытной женщины-медиума по имени Ода Мэй Браун. Ода не уверена в своих силах, но очень хочет помочь...",
    "rating": 7.222,
    "poster": "https://image.tmdb.org/t/p/w500/684PPkWfczma004WFg7cq2Yqefg.jpg",
    "code": 251
  },
  {
    "id": 1192209,
    "title": "Звериный рейс",
    "description": "Вини и Том – два невероятно веселых мышонка-музыканта, которые обожают выступать на публике. Однажды они оказываются в доме Ноя накануне всемирного потопа и узнают о ковчеге, места в котором строго ограничены. Братьям предстоит придумать хитрый план, чтобы отправиться в невероятное путешествие полное приключений вместе и … не утонуть. Правда, пробраться на ковчег это лишь полдела. Смогут ли они ужиться с новыми соседями и не стать обедом для хищников?",
    "rating": 6.8,
    "poster": "https://image.tmdb.org/t/p/w500/4c96uPpxLuxixdPZSWCa4uk1QSr.jpg",
    "code": 1192209
  },
  {
    "id": 1019939,
    "title": "Сотни бобров",
    "description": "Пьяный хозяин яблоневых посадок и винокурни по производству яблочной водки немного пошалил, и всё его хозяйство сгорело. Теперь мужчина вынужден выживать в зимних лесах штата Висконсин и заниматься промыслом местного зверья. Ловить зверушек у него не выходит, и он всё больше получает от них тумаков, но, с первого взгляда влюбившись в дочь скупщика пушнины, наш герой решает во что бы то ни стало освоить это нелёгкое ремесло, чтобы заслужить благосклонность сурового отца девушки.",
    "rating": 7.4,
    "poster": "https://image.tmdb.org/t/p/w500/fjpuxdMkc5EwFqqkmYGWLa8Uqb9.jpg",
    "code": 1019939
  },
  {
    "id": 843,
    "title": "Любовное настроение",
    "description": "Гонконг, 1962 год. Господин Чоу с женой и госпожа Су с мужем одновременно въезжают в соседние квартиры и однажды обнаруживают, что их супруги изменяют им друг с другом. Чоу и Су пытаются понять, как начался этот роман, и постепенно сближаются, но не хотят давать волю чувствам.",
    "rating": 8.1,
    "poster": "https://image.tmdb.org/t/p/w500/7qd2JQhWalfhsMF7a8gaI6Njvq6.jpg",
    "code": 843
  },
  {
    "id": 1174128,
    "title": "동화지만 청불입니다",
    "description": "",
    "rating": 6,
    "poster": "https://image.tmdb.org/t/p/w500/mkQE7ZOhBMoVhDFbwLiJ43T5GzX.jpg",
    "code": 1174128
  },
  {
    "id": 1028196,
    "title": "Мальчишки из «Никеля»",
    "description": "Двое молодых афроамериканцев, проходят суровые испытания в исправительной школе во Флориде.",
    "rating": 6.442,
    "poster": "https://image.tmdb.org/t/p/w500/lu2vmmtStmTNMmSZl2LgrrQpLZo.jpg",
    "code": 1028196
  },
  {
    "id": 324544,
    "title": "В потерянных землях",
    "description": "Волшебница отправляется в потерянные земли на поиски магической силы, позволяющей человеку превращаться в оборотня.",
    "rating": 0,
    "poster": "https://image.tmdb.org/t/p/w500/rxFN9stqGdnch0lUrzVqF8AfC1u.jpg",
    "code": 324544
  },
  {
    "id": 126963,
    "title": "Жемчуг дракона: Битва Богов",
    "description": "",
    "rating": 6.8,
    "poster": "https://image.tmdb.org/t/p/w500/4Jyi8uzQzuajWciS95awEYNoJop.jpg",
    "code": 126963
  },
  {
    "id": 565,
    "title": "Звонок",
    "description": "Телефонный звонок следует после просмотра некой загадочной видеокассеты, после чего каждый посмотревший ее умирает. Жертве дается лишь одна неделя, а дальше следует неминуемая смерть.  Главная героиня Рэйчел — журналистка, расследует эти страшные события, и случайно кассета попадает к ее сыну, над которым также нависает смертельная угроза. Теперь ей предстоит гонка со смертью в попытке хоть что-то изменить и найти объяснение всему происходящему…",
    "rating": 6.67,
    "poster": "https://image.tmdb.org/t/p/w500/vwldpALjeYsr0kHR7UWa1PdKpvc.jpg",
    "code": 565
  },
  {
    "id": 275,
    "title": "Фарго",
    "description": "Если все дозволено, если нет границ насилию, похищение собственной жены — отличная идея. Тогда жестокость вырывается на волю и заливает весь мир кровью. Тогда цепь кровавых убийств растет и нет возврата к нормальной жизни, а единственное, что связывает людей — смерть. Вызов убийцам бросает отважная женщина полицейский и страшной будет расплата…",
    "rating": 7.86,
    "poster": "https://image.tmdb.org/t/p/w500/38leaMI8IZMkhdmgLLVfIZJcbDz.jpg",
    "code": 275
  },
  {
    "id": 934866,
    "title": "Как взломать экзамен",
    "description": "Частная школа в центре Лос-Анджелеса, куда каждое утро выстраивается караван представительских машин. Здесь учатся дети элиты: банкиров, политиков, кинозвезд. Bce их проблемы давно решены родителями. За исключением одной — надо сдать финальный экзамен. Для этого им нужен кто-то, кому повезло чуть меньше. Кто-то чертовски умный и готовый на все ради места под солнцем. Новая ученица из бедной семьи как раз из таких. Вот только у злого гения на заказчиков свои планы.",
    "rating": 6.5,
    "poster": "https://image.tmdb.org/t/p/w500/uHwCkpmtvzwBmBHOAD9PcRzyqOA.jpg",
    "code": 934866
  },
  {
    "id": 779816,
    "title": "Белая птица: Новое чудо",
    "description": "Джулиана Олбанса исключили из школы за жестокое обращение с Огги Пуллманом. К Джулиану приезжает бабушка, которая делится с внуком историей ее юности в оккупированной нацистами Франции. Тогда ее жизнь спасли только доброта и мужество почти незнакомого ей юноши, которого также донимали в школе одноклассники.",
    "rating": 8,
    "poster": "https://image.tmdb.org/t/p/w500/AmyI8cZIhlLD20bQcZLRP0I8E10.jpg",
    "code": 779816
  },
  {
    "id": 1333100,
    "title": "Атака титанов: Последняя атака",
    "description": "После катастрофических действий Эрена его друзья и бывшие враги объединяются против него. Армин, Микаса и оставшиеся в живых солдаты разведкорпуса формируют временный союз с Райнером Брауном и остатками марлийской армии, чтобы остановить Эрена. Противостояние людей и титанов достигает апогея.",
    "rating": 8.8,
    "poster": "https://image.tmdb.org/t/p/w500/oI9WTm2mg4jizs0HsAU7mikkTdY.jpg",
    "code": 1333100
  },
  {
    "id": 6282,
    "title": "Бар «Гадкий койот»",
    "description": "Вайолет всю жизнь прожила на окраине и мечтала стать певицей. Но ее никогда не покидал страх перед освещенной сценой и шумной толпой. Наконец, мечта привела ее в Нью-Йорк, где Вайолет устроилась на работу официанткой в знаменитый бар «Гадкий Койот», где правят бал только красивые и решительные. В обществе неотразимых красавиц, чьи манеры пугают ханжей и привлекают мужчин, Вайолет должна преодолеть природную застенчивость и услышать собственный голос.",
    "rating": 6.264,
    "poster": "https://image.tmdb.org/t/p/w500/uyKRRO0i2iOyYGnQEMQys3qz7Qg.jpg",
    "code": 6282
  },
  {
    "id": 1128752,
    "title": "Птица",
    "description": "Бэйли — обычный подросток из британской глубинки. Она ругается с непутевым отцом, сбегает из дома, гоняет на самокате и дружит с местной шпаной. Жизнь девочки меняется, когда она встречает загадочного человека по прозвищу Птица.",
    "rating": 7.3,
    "poster": "https://image.tmdb.org/t/p/w500/80ZGgE1ksSLzdbygpVNoZi2cowp.jpg",
    "code": 1128752
  },
  {
    "id": 959604,
    "title": "Разбитые сердца",
    "description": "Молодой парень влюбляется в скромную одноклассницу из хорошей семьи, но соблазны улиц уводят его на темную сторону. Роковой случай и предательство разлучают их на много лет. Встретившись снова, они понимают, что созданы друг для друга. Однако ее новая жизнь и его старые враги не позволяют им быть вместе.",
    "rating": 7.358,
    "poster": "https://image.tmdb.org/t/p/w500/3vLNSJtbyYwiKUmrlzKzl50dICK.jpg",
    "code": 959604
  },
  {
    "id": 1020414,
    "title": "Питер Пэн: Кошмар в Нетландии",
    "description": "Венди Дарлинг пытается разыскать своего брата Майкла, похищенного Питером Пэном.",
    "rating": 4.5,
    "poster": "https://image.tmdb.org/t/p/w500/zqwc9vF5MhDatlRTK7Y8YaOpue.jpg",
    "code": 1020414
  },
  {
    "id": 857800,
    "title": "Becoming Led Zeppelin",
    "description": "",
    "rating": 0,
    "poster": "https://image.tmdb.org/t/p/w500/dqTjCRF8bbpPxMg0tYbUj1T526T.jpg",
    "code": 857800
  },
  {
    "id": 1024541,
    "title": "Учитель, обещавший море",
    "description": "1935 год. Молодой учитель Антони Бенайжес приезжает в провинцию Бургос, чтобы преподавать в деревенской школе. С помощью новаторского педагогического метода Антони вдохновляет своих учеников и дает обещание: показать им море, которого они никогда не видели. Но такой свободный и творческий подход не устраивает часть консервативно настроенных родителей.",
    "rating": 7.7,
    "poster": "https://image.tmdb.org/t/p/w500/1CXJAlynocrSQFTLbNFB4qGnNek.jpg",
    "code": 1024541
  },
  {
    "id": 1201262,
    "title": "Субстанция: Идеал",
    "description": "Способная студентка по обмену Анджела не отличается красотой и популярностью. От отчаяния она решает использовать экспериментальный препарат, обещающий полное преображение. Но красота и совершенство требуют жертв.",
    "rating": 4.542,
    "poster": "https://image.tmdb.org/t/p/w500/oc21xGQP90XRZ04fL4LeKb0Ek2X.jpg",
    "code": 1201262
  },
  {
    "id": 1113583,
    "title": "О, Канада",
    "description": "Режиссёр-документалист Леонард Файф находится в тяжёлом состоянии и хочет успеть рассказать свою историю жизни, без прикрас, пока не стало слишком поздно. Как режиссёр признанных документальных разоблачений, он может гордиться своей карьерой, но за его легендой скрываются неприятные истины. Когда Леонард соглашается на съёмки интервью в присутствии своей жены Эммы, его откровенные рассказы о своей молодости раскрывают правду человека, который всё это время прятался за мифами о себе.",
    "rating": 6.2,
    "poster": "https://image.tmdb.org/t/p/w500/xjsHyz9nbOoo2ZplpGtIGkBxcfm.jpg",
    "code": 1113583
  },
  {
    "id": 1113120,
    "title": "Надзирательница",
    "description": "Ева работает надзирательницей в тюрьме, в которую однажды переводят убийцу её сына, однако попадает он в сектор строгого режима. Обычно ответственная и простодушная, она обманом добивается того, чтобы её перевели в тот же сектор. И чем ближе Ева подбирается к своему врагу, тем сильнее нарастает противоречие между чувством долга и жаждой мести.",
    "rating": 6.804,
    "poster": "https://image.tmdb.org/t/p/w500/bAc7QlW0HvwCQskeI0hXiVKpcdb.jpg",
    "code": 1113120
  },
  {
    "id": 650,
    "title": "Ребята с улицы",
    "description": "Если вы хотите жить, вам не стоит соваться в лос-анджелесский квартал Южный Централ. Это очень опасное место, где обитают сплошь крутые черные парни — такие, например, как Тре и сводные братья Рики и Дагбой.Ежедневно варящиеся в этой адской кухне, заполненной насилием, невежеством и злобой, раю для наркоманов и убийц, они, кажется просто обречены пополнить ряды подонков общества и закончить свои дни с пулей в спине или со шприцом в вене.Но надежда вырваться из этого жуткого мира — и не ногами вперед — не покидает героев. Только вот Южный Централ не очень-то легко отпускает своих жертв…",
    "rating": 7.619,
    "poster": "https://image.tmdb.org/t/p/w500/v4ox4aSCNT5vyLXl4Q71JiWwCXW.jpg",
    "code": 650
  },
  {
    "id": 927547,
    "title": "Все, что нам кажется светом",
    "description": "Соседки по квартире Прабха и Ану живут в Мумбае, они образованны и финансово независимы. Однако в глазах общества они — всего лишь женщины. Прабху выдали замуж «вслепую» совсем юной. Ее муж давно уехал на заработки в Европу и не общается с ней. Она очень одинока, но формальное замужество не дает ей возможности наладить личную жизнь. Более юная Ану пытается отказаться от выбранного родителями жениха, ведь у нее уже есть возлюбленный. Но он принадлежит другой касте, а его семья исповедует другую религию.",
    "rating": 7,
    "poster": "https://image.tmdb.org/t/p/w500/50SedJfIskhMmejfjhsng2a6J4s.jpg",
    "code": 927547
  },
  {
    "id": 766369,
    "title": "브로큰",
    "description": "",
    "rating": 0,
    "poster": "https://image.tmdb.org/t/p/w500/kgSFFG6HbyzSHOZCwf03iwokDhW.jpg",
    "code": 766369
  },
  {
    "id": 21452,
    "title": "Детектив Конан 2",
    "description": "Ран просыпается от кошмара, в котором видит события, произошедшие с ней, её отцом и матерью около десяти лет назад. Между тем, различные люди в городе получают ранения, наносимые одним и тем же преступником. Вскоре Конан понимает, что все эти люди каким-то образом связаны с Когоро Мори, что у каждого из них в иероглифах имени содержится число, соответствующее номеру игральной карты, и что жертвы располагаются в порядке понижения значения карт, то есть от короля к тузу. Полиция решает, что за всем этим стоит крупье, недавно досрочно вышедший из тюрьмы и желающий таким образом отомстить Мори, арестовавшему его.\r Впрочем, скоро ранения перерастают в убийства, и становится понятно, что всё совсем не так, как полагает полиция, и что истина как-то связана с тем самым инцидентом десятилетней давности...",
    "rating": 7.2,
    "poster": "https://image.tmdb.org/t/p/w500/nus6YnjH6fFPpNAuuVKEPv2pNcE.jpg",
    "code": 21452
  },
  {
    "id": 1144681,
    "title": "Арман",
    "description": "Известную актрису Элизабет срывает с репетиции тревожный звонок из школы, где учится её шестилетний сын Арман. В пустых классах разворачивается зловещее противостояние, но о детях быстро забывают — ведь у взрослых есть свои тайны и желания, а в огласке не заинтересован никто. Элизабет предстоит добиться правды и не дать одержимости и зависти разрушить жизнь её семьи.",
    "rating": 6.8,
    "poster": "https://image.tmdb.org/t/p/w500/voSz9DBbUkVivZthdt5DP4ZcIf9.jpg",
    "code": 1144681
  },
  {
    "id": 1088096,
    "title": "Отец года",
    "description": "Преуспевающий арт-дилер и счастливый муж молодой жены Энди неожиданно узнаёт, что ближайшие три месяца он проведёт в компании двух маленьких детей. Как гласит древняя мужская истина, ничем хорошим это не закончится. Можно было бы спихнуть воспитание близнецов на старшую дочь и увлечься бизнесом, но она тоже беременна. Поняв, что он окружен, Энди берет власть в свои руки — детей ждёт здоровое питание, жёсткая дисциплина и домашние задания. Но как гласит другая древняя истина, ни фига подобного. Звание «Отец года» ещё нужно заслужить.",
    "rating": 6.1,
    "poster": "https://image.tmdb.org/t/p/w500/gIoz8XbhqZBO9E8yRQfvngVjyXD.jpg",
    "code": 1088096
  },
  {
    "id": 1418965,
    "title": "레드벨벳 해피니스 다이어리 : 마이 디어, 레베럽 인 시네마",
    "description": "",
    "rating": 0,
    "poster": "https://image.tmdb.org/t/p/w500/5tAm010Mh0WEru1cKKsoVYHKK3I.jpg",
    "code": 1418965
  },
  {
    "id": 1269108,
    "title": "Santet Segoro Pitu",
    "description": "",
    "rating": 7.5,
    "poster": "https://image.tmdb.org/t/p/w500/Aocg0wAqM3XEwRPpL4L4rjkOYJJ.jpg",
    "code": 1269108
  },
  {
    "id": 1152014,
    "title": "Лучше всех",
    "description": "Спасаясь от полиции, грабители отец и сын случайно находят убежище в летнем лагере для инвалидов.",
    "rating": 7.128,
    "poster": "https://image.tmdb.org/t/p/w500/6K8HkMOKALJclsj3kx3yrnxELOC.jpg",
    "code": 1152014
  },
  {
    "id": 1195506,
    "title": "Новокаин",
    "description": "Нейтан Кейн — скромный парень, рожденный с редким генетическим заболеванием, которое делает его невосприимчивым к физической боли. Когда девушка его мечты оказывается в заложниках у грабителей банка, Нейтану приходится обратить свой недуг в суперсилу.",
    "rating": 0,
    "poster": "https://image.tmdb.org/t/p/w500/d7orM3Da3zt3AVf8qwfeOjVlozH.jpg",
    "code": 1195506
  },
  {
    "id": 1219522,
    "title": "Синистер. Обитель зла",
    "description": "После смерти матери мангака Сория отправляется в дом своих предков в Пномпене в надежде воссоединиться с дальними родственниками и использовать этот визит в качестве вдохновения. Она снимает квартиру в старом и ветхом жилом комплексе эпохи Красных кхмеров и позже приезжает на встречу с роднёй по материнской линии. Вскоре часы спокойствия в съёмном жилье сменяются ужасающими и кровавыми видениями.",
    "rating": 5.8,
    "poster": "https://image.tmdb.org/t/p/w500/ts2AhAFT3QvoEIFlV2MIiWNtUyK.jpg",
    "code": 1219522
  },
  {
    "id": 797109,
    "title": "말할 수 없는 비밀",
    "description": "",
    "rating": 5,
    "poster": "https://image.tmdb.org/t/p/w500/lxqqFS3W1NsyeAcUVULAxT2jld2.jpg",
    "code": 797109
  },
  {
    "id": 848439,
    "title": "Игра королевы",
    "description": "Екатерина Парр, последняя жена Генриха VIII, пытается выжить при дворе.",
    "rating": 6.4,
    "poster": "https://image.tmdb.org/t/p/w500/iDnT6GOOv2Xl27TOiUmOKzU3Cp2.jpg",
    "code": 848439
  },
  {
    "id": 13342,
    "title": "Беспечные времена в «Риджмонт Хай»",
    "description": "Веселый, юмористический рассказ о группе подростков, обучающихся в школе Риджмонт Хай в Южной Калифорнии. Они вечно торчат в торговом центре, и на уме у них только секс. Они борются со взрослыми за независимость, мечтают преуспеть, пытаются решать проблемы «переходного возраста».",
    "rating": 6.791,
    "poster": "https://image.tmdb.org/t/p/w500/qOviMWeDlPGtPQFMPtvGjoB72Kw.jpg",
    "code": 13342
  },
  {
    "id": 870360,
    "title": "Looney Tunes: Космическое вторжение",
    "description": "Порки Пиг и Даффи Дак — единственная надежда Земли перед лицом угрозы инопланетного вторжения.",
    "rating": 8.1,
    "poster": "https://image.tmdb.org/t/p/w500/s2lB1kaYCdGSnZX5meQCiOR6HfX.jpg",
    "code": 870360
  },
  {
    "id": 616846,
    "title": "Psykopat",
    "description": "",
    "rating": 3,
    "poster": "https://image.tmdb.org/t/p/w500/7vkgu7MFJtMVRg7q4UeiBUmsmuG.jpg",
    "code": 616846
  },
  {
    "id": 1056444,
    "title": "Твой цвет",
    "description": "Тоцуко, старшеклассница с удивительным даром, видит цвета эмоций людей вокруг. Её мир переливается оттенками счастья, восторга и умиротворения, но один цвет кажется ей особенным, словно предначертанным судьбой. Когда Тоцуко, Кими и их друг Руи создают музыкальную группу, творчество помогает друзьям понять себя и друг друга.",
    "rating": 7.5,
    "poster": "https://image.tmdb.org/t/p/w500/qrfBGvx4IZpkRrCcHA23jOOvOSg.jpg",
    "code": 1056444
  },
  {
    "id": 939243,
    "title": "Соник 3 в Кино",
    "description": "Соник, Наклз и Тейлз воссоединяются против нового могущественного противника, Ежа Шэдоу, таинственного злодея с силами, не похожими ни на что, с чем они сталкивались раньше. Команда Соника вынуждена создать неожиданный союз в надежде остановить Шэдоу и защитить планету.",
    "rating": 7.8,
    "poster": "https://image.tmdb.org/t/p/w500/sj8AqCcpfdILdP5fhFVJLdx2NfF.jpg",
    "code": 939243
  },
  {
    "id": 539972,
    "title": "Крэйвен-охотник",
    "description": "Сергей Кравинов родился в семье русского аристократа, бежавшего в США в 1917 году. Его мать умерла, когда Сережа был еще маленьким, отец растил сына в строгости, с детства приучая его быть хищником и не показывать слабость перед врагом. Однажды во время охоты на Сергея нападает лев, укусы трансформируют его тело, превращая Кравинова в суперчеловека. Отныне он — Крэйвен-охотник, сверхсильный и выносливый, быстрый и гибкий, подобно зверю. И он докажет миру, что не существует более великого охотника, чем он.",
    "rating": 6.6,
    "poster": "https://image.tmdb.org/t/p/w500/Z5PxAP12g2X14YpZA9TlvggF2R.jpg",
    "code": 539972
  },
  {
    "id": 1241982,
    "title": "Моана 2",
    "description": "Получив вызов от предков-искателей, Моана и Мауи отправляются в далёкие и опасные воды Океании.",
    "rating": 7.193,
    "poster": "https://image.tmdb.org/t/p/w500/wrg0C7sw1T1ogXvS8P4kiawY9xv.jpg",
    "code": 1241982
  },
  {
    "id": 993710,
    "title": "Снова в деле",
    "description": "Бывшие спецагенты ЦРУ, оставившие службу много лет назад, вынуждены вернуться в смертельно опасный мир шпионажа.",
    "rating": 6.631,
    "poster": "https://image.tmdb.org/t/p/w500/1wRdecwZaqYsAapO24GQxPQfyqs.jpg",
    "code": 993710
  },
  {
    "id": 1410082,
    "title": "Снайпер: Последний бой",
    "description": "Опытный снайпер возглавляет группу специального назначения в Коста-Верде, чтобы помешать опасному торговцу оружием применить смертоносное оружие. Наставляя новичка-стрелка, он борется со своей новой ролью лидера, поскольку миссия становится все более смертоносной.",
    "rating": 6.5,
    "poster": "https://image.tmdb.org/t/p/w500/TVvIyCsFCmLk9MRLbAZi4X8f32.jpg",
    "code": 1410082
  },
  {
    "id": 85,
    "title": "Индиана Джонс: В Поисках Утраченного Ковчега",
    "description": "Известный археолог и специалист по оккультным наукам доктор Джонс получает опасное задание от правительства США. Он должен отправиться на поиски уникальной реликвии - священного Ковчега. Но Индиана и не подозревает, что аналогичный приказ уже получили тайные агенты Гитлера.",
    "rating": 7.9,
    "poster": "https://image.tmdb.org/t/p/w500/d361eZAD4twogn7xlQxn2yOlJSu.jpg",
    "code": 85
  },
  {
    "id": 1097549,
    "title": "Плохая девочка",
    "description": "Глава крупной компании, привыкшая управлять людьми, становится игрушкой молодого интерна. Правила просты. Она подчиняется всем его приказам, а он хранит ее тайну. Но вырвавшаяся за пределы офиса страсть грозит уничтожить их обоих.",
    "rating": 5.759,
    "poster": "https://image.tmdb.org/t/p/w500/wnXHqzDzGIEpCFJesXmZSLYYWlu.jpg",
    "code": 1097549
  },
  {
    "id": 426889,
    "title": "Le clitoris",
    "description": "",
    "rating": 6.6,
    "poster": "https://image.tmdb.org/t/p/w500/p5i1yyQW6OpLfB59w7ZkX5lvBqD.jpg",
    "code": 426889
  },
  {
    "id": 762509,
    "title": "Муфаса: Король Лев",
    "description": "Осиротевший Муфаса знакомится с наследником королевских кровей по имени Така. Вместе они отправляются в судьбоносное опасное путешествие, которое проверит их дружбу на прочность.",
    "rating": 7.4,
    "poster": "https://image.tmdb.org/t/p/w500/mSj47ckL15imHn9pX22jQG3adFt.jpg",
    "code": 762509
  },
  {
    "id": 558449,
    "title": "Гладиатор 2",
    "description": "200 год нашей эры. Армия Римской империи под командованием генерала Марка Акация штурмует Нумидию — последнее свободное государство в Северной Африке. В битве с захватчиками у воина Ханно погибает супруга-лучница, а сам он попадает в плен. Вместе с другими пленникам его готовятся продать в рабство, но благодаря физической выносливости и боевым навыкам его замечает и покупает организатор гладиаторских боёв Макрин. Так воин становится гладиатором, одержимым жаждой мести римскому полководцу. Макрин обещает Ханно устроить встречу с его заклятым врагом, если парень будет эффектно, красочно и яростно сражаться на арене Колизея.",
    "rating": 6.757,
    "poster": "https://image.tmdb.org/t/p/w500/6N7F1Ga9m0CTHziA2Fs7BQczaKZ.jpg",
    "code": 558449
  },
  {
    "id": 811941,
    "title": "Девара, часть 1",
    "description": "Эпическая экшн-сага, действие которой разворачивается в прибрежных землях и в которой рассказывается о захватывающих, эмоционально заряженных происшествиях на Красном море...",
    "rating": 7,
    "poster": "https://image.tmdb.org/t/p/w500/q9e5viGsiNXMpEKtr8KrL4rQmVW.jpg",
    "code": 811941
  },
  {
    "id": 912649,
    "title": "Веном: Последний танец",
    "description": "Эдди и Веном вынуждены бежать, ведь теперь их преследует два мира, которые закручивают всё в одну паутину. Поэтому они должны принять судьбоносное решение, которое станет их последним танцем.",
    "rating": 6.8,
    "poster": "https://image.tmdb.org/t/p/w500/la9gtoPrb9xmJwyu0lfDdVQgWHP.jpg",
    "code": 912649
  },
  {
    "id": 933260,
    "title": "Субстанция",
    "description": "Слава голливудской звезды Элизабет Спаркл осталась в прошлом, хотя она всё ещё ведёт фитнес-шоу на телевидении. Когда её передачу собираются перезапустить с ведущей помоложе, от отчаяния Элизабет решает принять инновационный препарат, создатели которого обещают невероятное преображение, но при соблюдении правила одной недели. Так на свет появляется молодая красотка Сью. Девушка начинает делать карьеру в шоу-бизнесе и вскоре решает, что семи дней ей маловато.",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/x3yhBGbTqlAjxM450BANUNCHpOO.jpg",
    "code": 933260
  },
  {
    "id": 970450,
    "title": "Другой мир: Год волка",
    "description": "Человечество переживает новую эпидемию, которая раз в два года превращает обычных людей в оборотней. Миллиарды уже заражены, и делается все, чтобы сохранить тех, кого еще не коснулся вирус. Близится еще одна судная ночь, когда каждый может оказаться в свете Кровавой Луны и превратиться в чудовище из древних легенд.",
    "rating": 6.2,
    "poster": "https://image.tmdb.org/t/p/w500/zzCBoeiHfiMe8ymNaLkKsELMu8Q.jpg",
    "code": 970450
  },
  {
    "id": 1114894,
    "title": "Звёздный путь: Секция 31",
    "description": "Император Филиппа Георгиу присоединяется к секретному подразделению Звездного флота, которому поручено защищать Объединенную федерацию планет, и сталкивается лицом к лицу с грехами своего прошлого.",
    "rating": 4.6,
    "poster": "https://image.tmdb.org/t/p/w500/16m6sjmXikQp0U3RQFRcxPOLJSC.jpg",
    "code": 1114894
  },
  {
    "id": 1255788,
    "title": "Садовник",
    "description": "Серж - хранитель государственной тайны, теперь в смертельной опасности, когда он, с семьей и садовником - Лео, оказываются в правительственном списке смертников. Чтобы выжить, им предстоит разработать хитроумный план, который позволит им скрыться от преследования и раскрыть все тайны, которые скрывает правительство. Каждый шаг в этом опасном процессе может стать решающим для их судьбы, и они должны научиться доверять друг другу, несмотря на недавние предательства и угрозы...",
    "rating": 6.1,
    "poster": "https://image.tmdb.org/t/p/w500/z262AyEUPIbpx5QUUD80Ew2W1s8.jpg",
    "code": 1255788
  },
  {
    "id": 1035048,
    "title": "Хищные земли",
    "description": "Мир изменился. Он стал пустым и тихим. Остатки человечества вынуждены жить высоко в горах, а всё остальное пространство уже захвачено неизвестными смертоносными существами. Люди научились жить в этом кошмаре. Но однажды горстке смельчаков придётся спуститься вниз и столкнуться с монстрами, которые уничтожили почти всё живое на планете.",
    "rating": 6.3,
    "poster": "https://image.tmdb.org/t/p/w500/dO5O0FAgxL3KLz7QigeI5268YoQ.jpg",
    "code": 1035048
  },
  {
    "id": 839033,
    "title": "Властелин Колец: Война Рохирримов",
    "description": "Внезапное нападение Вульфа, умного и безжалостного лорда Данленда, жаждущего отомстить за смерть своего отца, вынуждает Хельма Молоторукого, короля Рохана, и его людей обороняться в древней крепости Хорнбург.",
    "rating": 6.6,
    "poster": "https://image.tmdb.org/t/p/w500/n2szx9xuTa8gyZJ2EdjnVwcWBxd.jpg",
    "code": 839033
  },
  {
    "id": 1081012,
    "title": "Последствия. Мост в огне",
    "description": "Вернувшийся с войны ветеран, страдающий посттравматическим стрессовым расстройством, вместе со своей сестрой-подростком оказывается в ловушке на бостонском Мемориальном мосту Тобина, когда группа бывших военных-революционеров, оснащенная мощным оружием, берет всех в заложники.",
    "rating": 6.4,
    "poster": "https://image.tmdb.org/t/p/w500/fyREtu6IyOESYMMBYd8a2A0SbH4.jpg",
    "code": 1081012
  },
  {
    "id": 1222248,
    "title": "Номер 24",
    "description": "На пороге Второй мировой войны молодой норвежец, решивший противостоять нацистам, определяет свою дальнейшую судьбу — и будущее своей страны.",
    "rating": 7.121,
    "poster": "https://image.tmdb.org/t/p/w500/8tpl2X5EOXcMdfYfGLMJuWllU2N.jpg",
    "code": 1222248
  },
  {
    "id": 845781,
    "title": "Миссия: Красный",
    "description": "Санта-Клаус под кодовым именем Красный похищен. Начальник службы безопасности Северного полюса должен объединиться с самым известным в мире охотником за головами. Вместе они начинают кругосветную миссию по спасению Рождества.",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/6T36kuDbXCGRistIewSwKyTmijt.jpg",
    "code": 845781
  },
  {
    "id": 1222064,
    "title": "Затерянные в джунглях",
    "description": "Старые друзья по колледжу, Эй Джей и Ричи решают совместно провести отпуск. Вместе со своими подружками Майей и Жасмин они отправляются в приключение по непроходимым джунглям. Ребята нанимают гида Ника, который должен стать их проводником для поездки на байдарках по тропическим рекам. Парни настроены решительно и, не желая откладывать выезд, выдвигаются в поход до наступления темноты. Поначалу компания наслаждается новыми впечатлениями и удивительной природой джунглей. Но после первой же ночной стоянки Ричи исчезает таинственным образом. В поисках пропавшего группа невольно забредает на территорию местного племени каннибалов. И теперь отпуск мечты превращается для молодых людей в кошмарную борьбу за выживание.",
    "rating": 6.3,
    "poster": "https://image.tmdb.org/t/p/w500/i2OkzG516Ld9F5Yf0f2kAbMCfom.jpg",
    "code": 1222064
  },
  {
    "id": 1241320,
    "title": "Царство 4: Возвращение великого генерала",
    "description": "Проявив себя в битве с армией Чжао, отряд Синя сталкивается с могучим воином Пан Нуанем, так называемым богом войны, который оказывается главнокомандующим противника. Половина отряда убита, самого командира без сознания боевые товарищи еле успевают унести подальше от вражеских сил. Придя в себя, Синь с оставшимся отрядом готовится снова вступить в бой, а тем временим к правителю Ин Чжэну приходит Ян Дуаньхэ и сообщает, что у Чжао на севере есть ещё одна армия.",
    "rating": 7.4,
    "poster": "https://image.tmdb.org/t/p/w500/9bMwpsYidkTotBumQe5KywY0c5a.jpg",
    "code": 1241320
  },
  {
    "id": 1184918,
    "title": "Дикий Робот",
    "description": "После кораблекрушения, умный робот по имени Роз оказывается на необитаемом острове. Чтобы выжить в суровых условиях, Роз налаживает связь с животными острова и заботится об одиноком гусенке-сироте.",
    "rating": 8.355,
    "poster": "https://image.tmdb.org/t/p/w500/sDTumQBxhIyYbZ9acsTtoLfb5ZG.jpg",
    "code": 1184918
  },
  {
    "id": 402431,
    "title": "Злая: Сказка о ведьме Запада",
    "description": "Эльфаба, которая с самого детства подвергалась нападкам из-за своей зеленой кожи, заводит дружбу с популярной Глиндой в университете Шиз страны Оз. Но после встречи с Удивительным волшебником Оз их дружба подвергается испытанию.  Первая часть долгожданной экранизации культового бродвейского мюзикла.",
    "rating": 6.9,
    "poster": "https://image.tmdb.org/t/p/w500/fMbbyRmU6ukmzaeoRkkPstRQCLE.jpg",
    "code": 402431
  },
  {
    "id": 1357633,
    "title": "俺だけレベルアップな件 -ReAwakening-",
    "description": "",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/gjemx47qD8xtuuGcsdWqlFXWR0b.jpg",
    "code": 1357633
  },
  {
    "id": 1156593,
    "title": "Твоя вина",
    "description": "Ноа и Николас влюблены и счастливы, но это прекрасное чувство очень хрупко. Достаточно одной искры, чтобы пламя недоверия все разрушило. Смогут ли влюбленные преодолеть попытки родителей их разлучить? Удастся ли им сохранить чувства, несмотря на появление бывшей девушки Ника, новых друзей Ноа из колледжа и другие испытания?",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/dj0x6mPhLzPlcnYjIPV2Wnh7Jvp.jpg",
    "code": 1156593
  },
  {
    "id": 1043905,
    "title": "Грязные ангелы",
    "description": "Во время вывода войск США из Афганистана в 2021 году группа женщин-солдат, выдававших себя за медицинских работников, была отправлена ​​обратно, чтобы спасти группу похищенных подростков.",
    "rating": 6.319,
    "poster": "https://image.tmdb.org/t/p/w500/rkrmTDFWxRXQGJWVhMMCnieHZ0a.jpg",
    "code": 1043905
  },
  {
    "id": 533535,
    "title": "Дэдпул и Росомаха",
    "description": "Уэйд Уилсон попадает в организацию \"Управление временными изменениями\", что вынуждает его вернуться к своему альтер-эго Дэдпулу и изменить историю с помощью Росомахи.",
    "rating": 7.632,
    "poster": "https://image.tmdb.org/t/p/w500/cIQnlQJqGPnKwxYHAYEFgSOh58I.jpg",
    "code": 533535
  },
  {
    "id": 519182,
    "title": "Гадкий я 4",
    "description": "Все стало еще чуть более гадким... Грю сталкивается с новым врагом в лице Максима Ле Маля и его роковой подруги Валентины, в связи с чем семья вынуждена бежать.",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/ppSdlmiEmfjsdx9jNHfJ2DQ2IVp.jpg",
    "code": 519182
  },
  {
    "id": 976576,
    "title": "Эммануэль",
    "description": "Эммануэль, исследующая границы собственных удовольствий и наслаждений, отправляется в бизнес-поездку в люксовый отель Гонконга. В этом путешествии она открывает для себя неизведанные грани собственной сексуальности и желаний, переосмысливая своё понимание близости и свободы.",
    "rating": 5.2,
    "poster": "https://image.tmdb.org/t/p/w500/gj6npxukMlNnnXvokxt2EBnvPr8.jpg",
    "code": 976576
  },
  {
    "id": 1278099,
    "title": "El candidato honesto",
    "description": "",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/hmV5HPkbQuzgPo11Xm70CMQV3iZ.jpg",
    "code": 1278099
  },
  {
    "id": 1022789,
    "title": "Головоломка 2",
    "description": "Головной отдел мозга Райли внезапно подвергается капитальному ремонту в тот момент, когда необходимо освободить место для чего-то совершенно неожиданного: новых эмоций.  Радость, Печаль, Гнев, Страх и Брезгливость, которые уже давно успешно руководят эмоциональными процессами, не знают, что и чувствовать, когда появляется некая… Тревожность. И похоже, не только она.",
    "rating": 7.6,
    "poster": "https://image.tmdb.org/t/p/w500/5fXrqBIvatwSuph7nTuSETBQYxm.jpg",
    "code": 1022789
  },
  {
    "id": 945961,
    "title": "Чужой: Ромул",
    "description": "Исследуя заброшенную космическую станцию, группа космических колонизаторов сталкивается лицом к лицу с самой ужасающей формой жизни во Вселенной.",
    "rating": 7.224,
    "poster": "https://image.tmdb.org/t/p/w500/A2CU4WbCZlkYbz9gEFIpchlIGpq.jpg",
    "code": 945961
  },
  {
    "id": 1010581,
    "title": "Моя вина",
    "description": "Ноа вынуждена оставить свой город, парня и друзей и переехать в особняк нового богатого мужа своей матери. Там она встречает Ника, своего нового сводного брата. Втайне они безумно влюбляются друг в друга.",
    "rating": 7.864,
    "poster": "https://image.tmdb.org/t/p/w500/1cm1bUlNIXipuMPs928glLBqrSd.jpg",
    "code": 1010581
  },
  {
    "id": 1075789,
    "title": "The Ballad of Davy Crockett",
    "description": "",
    "rating": 4.7,
    "poster": "https://image.tmdb.org/t/p/w500/r3eg88OcnLcCihQdaW3IAOlui4F.jpg",
    "code": 1075789
  },
  {
    "id": 1235623,
    "title": "目中无人 2",
    "description": "",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/isVAfZn5orLcUwoI1IUWPMWHmPV.jpg",
    "code": 1235623
  },
  {
    "id": 1100782,
    "title": "Улыбка 2",
    "description": "Джоэл избавился от проклятья, передав его случайному свидетелю убийства двух наркоторговцев. Несколько дней спустя поп-звезда Скай, которая готовится к возвращению на сцену после годового перерыва, не в силах терпеть боль в спине отправляется к знакомому дилеру. Тот ведёт себя странно, сильно напуган и вдруг, дико улыбаясь, забивает себя до смерти блином от штанги. Теперь, в самое неподходящее время — перед большим турне, когда Скай нужно репетировать и посещать мероприятия, — девушку начинают сводить с ума галлюцинации и жуткие улыбки.",
    "rating": 6.567,
    "poster": "https://image.tmdb.org/t/p/w500/wc4b71qrP6tmrz8RsU6TQubnOV7.jpg",
    "code": 1100782
  },
  {
    "id": 1252309,
    "title": "Pídeme lo que quieras",
    "description": "",
    "rating": 6.41,
    "poster": "https://image.tmdb.org/t/p/w500/76qnVxU2rPdVvipBN3DPQH6fVYB.jpg",
    "code": 1252309
  },
  {
    "id": 1118031,
    "title": "Апокалипсис Z: Начало конца",
    "description": "Когда по планете распространяется бешенство, превращающее людей в агрессивных существ, Манель уединяется дома со своим котом, полагаясь на свою смекалку, чтобы выжить. Но вскоре им приходится отправиться на поиски пищи, по суше и по морю, уклоняясь от множества опасностей.",
    "rating": 6.8,
    "poster": "https://image.tmdb.org/t/p/w500/cwj6QhIHWkTigrAr1c8a1xp8Nql.jpg",
    "code": 1118031
  },
  {
    "id": 1147416,
    "title": "Леди Баг и Супер-Кот: Лондон. На краю времени",
    "description": "Чтобы спасти будущее, Маринетт, теперь уже Хронобаг, должна объединиться с Банниксом, чтобы разгадать тайну того, кто узнал секретную личность Леди Баг. Ведь этот человек также сумел завладеть Чудесной Леди Баг и всеми, кто находится в Чудо-коробке. Во время своих приключений героини узнают, что вор, открывший главный секрет, также является новым носителем Чудесной Бабочки. Единственная надежда Маринетт - успеть найти этого противника, который прячется где-то во времени. Иначе это будет конец Божьей коровки.",
    "rating": 7.597,
    "poster": "https://image.tmdb.org/t/p/w500/aZfOTNGTLf67j9uuyHDcyeZnkel.jpg",
    "code": 1147416
  },
  {
    "id": 1005331,
    "title": "Ручная кладь",
    "description": "Таинственный путешественник пытается заставить сотрудника службы безопасности аэропорта пропустить опасный предмет на рождественский рейс. Успеет ли тот его перехитрить?",
    "rating": 6.927,
    "poster": "https://image.tmdb.org/t/p/w500/tzI3kJ9NXDS5DQyIn1TsEcuHzO2.jpg",
    "code": 1005331
  },
  {
    "id": 996821,
    "title": "Вы сердечно приглашены",
    "description": "Организаторы свадеб Марго и Джим бронируют для своих торжеств одно и то же место на одни и те же даты. Героям приходится делить роскошную виллу на острове, что приводит к хаосу и курьёзным ситуациям.",
    "rating": 5.9,
    "poster": "https://image.tmdb.org/t/p/w500/tcPOoVA13snsPdoQ9TEhz6HxJlr.jpg",
    "code": 996821
  },
  {
    "id": 1034541,
    "title": "Ужасающий 3",
    "description": "Пять лет назад адский клоун-маньяк Арт восстал из мёртвых, выкрал из психлечебницы Викторию и заснул. А Сиенна, проведя эти годы в специализированном учреждении, собирается встретить Рождество с семьёй тёти. Она обожает младшую двоюродную сестру и рада находиться в кругу родни, но страшные видения не отпускают девушку. Как раз в это время незадачливые рабочие пробуждают Арта и демона, вселившегося в изуродованное тело Виктории, — так порождения тьмы отправляются наводить рождественскую суету среди ничего не подозревающих жителей округа Майлз.",
    "rating": 6.878,
    "poster": "https://image.tmdb.org/t/p/w500/kWunZQwjOajYN10McF1tk2R8UC7.jpg",
    "code": 1034541
  },
  {
    "id": 157336,
    "title": "Интерстеллар",
    "description": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
    "rating": 8.45,
    "poster": "https://image.tmdb.org/t/p/w500/nCbkOyOMTEwlEV0LtCOvCnwEONA.jpg",
    "code": 157336
  },
  {
    "id": 1412113,
    "title": "Squid Game: Making Season 2",
    "description": "",
    "rating": 8.656,
    "poster": "https://image.tmdb.org/t/p/w500/zBxRY5qbwyVHzv72OSshrb0Dob5.jpg",
    "code": 1412113
  },
  {
    "id": 936621,
    "title": "물오징어6969",
    "description": "",
    "rating": 5.5,
    "poster": "https://image.tmdb.org/t/p/w500/dgSR6qBiQSqaa9QfSMiODAEOF3O.jpg",
    "code": 936621
  },
  {
    "id": 411,
    "title": "Хроники Нарнии: Лев, Колдунья и Волшебный Шкаф",
    "description": "Когда Лондон начинает подвергаться бомбардировкам со стороны немецких военно-воздушных сил, четверых детей отправляют в деревню к старому другу семьи. В его доме дети обнаруживают таинственный шкаф, посредством которого они попадают в сказочную страну Нарнию, где обитают фантастические люди, животные и существа. Оказывается, что эта мирная страна находится под властью злой Колдуньи, из-за которой там вечная зима. Дети должны помочь царю Аслану победить Колдунью, разрушить заклинания и освободить жителей Нарнии...",
    "rating": 7.135,
    "poster": "https://image.tmdb.org/t/p/w500/2XVYzz5n5UzAKfkvekP72SgpJ3B.jpg",
    "code": 411
  },
  {
    "id": 1397347,
    "title": "Saturday Night's Main Event XXXVII",
    "description": "",
    "rating": 7,
    "poster": "https://image.tmdb.org/t/p/w500/4wVEOOX8VEGWwEuuIWuN3XT1Avq.jpg",
    "code": 1397347
  },
  {
    "id": 698687,
    "title": "Трансформеры: Начало",
    "description": "Действие разворачивается за три миллиарда лет до основных событий фильмов о трансформерах. Орион Пакс — простой рабочий на Кибертроне. Он трудится на благо общества роботов вместе со своим лучшим другом D-16. Однако все в жизни парней меняется, когда Кибертрон сталкивается с новой угрозой. Прайм Альфа Трион наделяет Ориона, D-16, а также их товарищей Бамблби и Элиту способностью трансформироваться. Орион берёт имя Оптимус Прайм и, как лидер команды автоботов, дает мощный отпор врагам. D-16 же решает на фоне конфликта возглавить армию десептиконов и захватить власть на Кибертроне. Он становится Мегатроном — будущим заклятым врагом Оптимуса Прайма.",
    "rating": 8.102,
    "poster": "https://image.tmdb.org/t/p/w500/lcfOnii9C1Qd01BiEb5hhHh9u6e.jpg",
    "code": 698687
  },
  {
    "id": 50270,
    "title": "Паприка",
    "description": "Желая помочь своему жениху, Мима решает подзаработать в публичном доме. Наивная и рискованная затея вовлекает Миму в цепь эротических приключений, из которой не так-то легко выбраться. Но жених обманул ее и скрылся. Тогда девушка решает сделать свое временное занятие профессией всей жизни. Мима, за свой горячий нрав и необузданную чувственность прозванная Паприкой, кочует из борделя в бордель, и однажды судьба делает девушке роскошный подарок в лице эксцентричного аристократа, предложившего ей руку и сердце…",
    "rating": 7.059,
    "poster": "https://image.tmdb.org/t/p/w500/veK0P27H47eXoEFMS2h9qbHCh0W.jpg",
    "code": 50270
  },
  {
    "id": 675353,
    "title": "Соник 2 в Кино",
    "description": "Поселившись в Грин Хилз, Соник стремится доказать, что у него есть все задатки настоящего героя. И геройское испытание не заставляет себя долго ждать: злодейский доктор Роботник вновь строит козни. На этот раз с загадочным напарником Наклзом. Вместе они разыскивают бесценный изумруд, в котором заключены силы, способные уничтожать целые цивилизации. Соник объединяется с лисёнком Тейлзом, чтобы отправиться в кругосветное путешествие и найти изумруд до того, как он попадет в плохие руки.",
    "rating": 7.485,
    "poster": "https://image.tmdb.org/t/p/w500/6gi3bF0Qymv6Ja4FYIInLxa4xDU.jpg",
    "code": 675353
  },
  {
    "id": 7451,
    "title": "Три икса",
    "description": "Ксандер Кэйдж - спортсмен-экстремал. Этот жестокий парень может сделать то, что не в силах выполнить другие люди. Именно поэтому он привлекает к себе внимание Управления национальной безопасности. Оснащенный самой современной шпионской техникой и оружием, Кэйдж должен просочиться в русские криминальные круги, находящиеся в Праге. Ничто не может помешать этому шпиону нового поколения ХХХ выполнить свою миссию, и никто не способен отвлечь его от задания. Никто, кроме таинственной девушки Елены...",
    "rating": 5.94,
    "poster": "https://image.tmdb.org/t/p/w500/8JGclfwaEwKdMkrizDGePwGLFeu.jpg",
    "code": 7451
  },
  {
    "id": 1029235,
    "title": "Тихое место: Азраэль",
    "description": "После некоего события речь стала считаться грехом. Соблюдающие эту заповедь члены общины собираются принести в жертву жутким лесным существам девушку, но ей удаётся освободиться и сбежать. Пытаясь разыскать своего парня, которого поймали вместе с ней, девушка вступает в противостояние с сектантами.",
    "rating": 6.029,
    "poster": "https://image.tmdb.org/t/p/w500/2by2NArXPRk5aHESHmSwCzkVCof.jpg",
    "code": 1029235
  },
  {
    "id": 1276945,
    "title": "Ферри 2",
    "description": "Потеряв свою наркоимперию, Ферри Боуман обретает покой вдали от преступного мира Брабанта — пока его прошлое не настигает его.",
    "rating": 5.8,
    "poster": "https://image.tmdb.org/t/p/w500/maAVOPV33Oo8v8QcZM45rQrPnKh.jpg",
    "code": 1276945
  },
  {
    "id": 324568,
    "title": "おいら女蛮",
    "description": "",
    "rating": 4,
    "poster": "https://image.tmdb.org/t/p/w500/rWEykM1thLhYee6mK25fGLXyO14.jpg",
    "code": 324568
  },
  {
    "id": 823464,
    "title": "Годзилла и Конг: Новая Империя",
    "description": "Однажды человечество узнает о существовании гигантских монстров, наделенных невероятными способностями. Так на мир людей обрушиваются два гиганта - Годзилла и Конг. Чудовища очень скоро вступают в противостояние, грозя миру страшными проблемами. Если ничего не предпринять, то разъяренные гиганты сотрут с лица земли множество городов. Не видя иного выхода, опытные ученые объединяют усилия и приступают к расследованию. Вскоре герои узнают, что изначально монстры обитали на Острове Черепа, окруженном мрачными слухами. Вполне вероятно, что на этом клочке земли обитают и другие огромные создания, тоже представляющие собой опасность. Получится ли у ученых раскрыть все тайны этого острова и предотвратить катастрофу? И кто выйдет из сражения победителем - гигантская обезьяна или древний ящер, обладающий безумной физической силой?",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/j73Bs8BrOO8ovkSwIDGLs2NmgcN.jpg",
    "code": 823464
  },
  {
    "id": 259872,
    "title": "Des jours plus belles que la nuit",
    "description": "",
    "rating": 6.115,
    "poster": "https://image.tmdb.org/t/p/w500/uCkANtG6ezb7hjRKVudY3PUcbvn.jpg",
    "code": 259872
  },
  {
    "id": 573435,
    "title": "Плохие парни до Конца",
    "description": "Полицейские Майами Маркус Бернетт и Майк Лоури узнают из теленовостей, что их погибшего капитана полиции Конрада Говарда обвиняют в коррупции и связях с наркокартелями. Маркус и Майк отказываются в это верить, а вскоре получают видеозапись от самого Говарда, снятую им перед смертью, в которой он просит найти своих убийц и восстановить его честное имя. Сделать это не так просто, теперь охота объявлена на самих Бернетта и Лоури. Парни вынуждены пуститься в бега.",
    "rating": 7.398,
    "poster": "https://image.tmdb.org/t/p/w500/1d44Y7WsS6WTzVDmS0sJyzJNb2N.jpg",
    "code": 573435
  },
  {
    "id": 929204,
    "title": "Уоллес и Громит: Самая Дикая Месть",
    "description": "Лучший пёс Громит бросается в бой, чтобы спасти своего хозяина, когда высокотехнологичное изобретение Уоллеса выходит из строя и его обвиняют в серии преступлений.",
    "rating": 7.6,
    "poster": "https://image.tmdb.org/t/p/w500/sVaG79vX2i5ezzKGewGR3Es6Zkr.jpg",
    "code": 929204
  },
  {
    "id": 957119,
    "title": "Плохой парень и я",
    "description": "Даллас, обремененная, но упрямая танцовщица, полна решимости поступить в лучшую танцевальную школу в стране — альма-матер ее покойной матери. Однако эта мечта внезапно рушится, когда наглая, но тайно скорбящая звезда футбола Дрейтон врывается в ее жизнь со своей уникальной историей. Смогут ли они вместе воплотить свои мечты или их мечты останутся на обочине?",
    "rating": 4.7,
    "poster": "https://image.tmdb.org/t/p/w500/1eWYiTnzmxt6ctDF0K2LIzPd9O0.jpg",
    "code": 957119
  },
  {
    "id": 1084736,
    "title": "Граф Монте-Кристо",
    "description": "Став жертвой коварного заговора, молодой Эдмон Дантес был арестован в день своей свадьбы за преступление, которое он не совершал. После 14 лет в тюрьме Замка Иф ему наконец-то удается бежать. На таинственном острове, о котором ему поведал в заключении его друг аббат Фариа, Эдмон находит легендарное сокровище и становится графом Монте- Кристо. Теперь его единственная цель — месть.",
    "rating": 8.1,
    "poster": "https://image.tmdb.org/t/p/w500/bv7XaMz155UTyQSOy2CHllMrAf9.jpg",
    "code": 1084736
  },
  {
    "id": 1000075,
    "title": "Ларго Винч: Гнев прошлого",
    "description": "Во время семейного отпуска у красавца и миллиардера Ларго Винча похищают сына. Одновременно Ларго оказывается обвиненным в убийстве. Его объявляют в розыск международные спецслужбы. Бизнес-империя Ларго начинает рушиться. Только поняв, как связаны между собой эти разрозненные события и окунувшись в прошлое своей семьи, Ларго Винч сможет противостоять гневу загадочного и всемогущего противника и спасти сына.",
    "rating": 6.517,
    "poster": "https://image.tmdb.org/t/p/w500/1mCHDfWHv1i7NSX5Ib49ZbUWwsW.jpg",
    "code": 1000075
  },
  {
    "id": 728949,
    "title": "Ночная сучка",
    "description": "Бывшая художница уже два года сидит дома с ребёнком. Муж часто отлучается по работе, а бесконечная рутина из однообразных дел и отсутствие творчества погружают женщину во фрустрацию - она чувствует себя несчастной и поглупевшей. Однажды она замечает, что у неё начинает расти шерсть, заостряются зубы и пробуждаются звериные инстинкты.",
    "rating": 5.94,
    "poster": "https://image.tmdb.org/t/p/w500/maoORRrRImH5u18C3bGtHMCmm6g.jpg",
    "code": 728949
  },
  {
    "id": 385687,
    "title": "Форсаж 10",
    "description": "Дом Торетто и его семья становятся мишенью для мстительного сына наркобарона Эрнана Рейеса.",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/MSc1kcaHXvvyGgoyjDa60jxdqq.jpg",
    "code": 385687
  },
  {
    "id": 1388694,
    "title": "Календарный убийца",
    "description": "Фильм повествует о загадочном убийце, который совершает свои преступления в точности по датам календаря, жертвуя каждый день одну невинную жизнь. Преступнику удается оставаться неуловимым, несмотря на неусыпные попытки полиции его поймать, внося страх и хаос в жизнь спокойного города. Все переплетается в таинственную воронку интриги, когда в дело включается главный герой, имеющий свои мотивы для того, чтобы остановить этот беспощадный цикл. Его рискованное расследование полно неожиданных поворотов, которые оставляют зрителя в непрерывном напряжении до последних моментов.",
    "rating": 6.3,
    "poster": "https://image.tmdb.org/t/p/w500/5JCEtwc4quF3McfUEbDq98PWps3.jpg",
    "code": 1388694
  },
  {
    "id": 1100856,
    "title": "Заклятье. Шепот ведьм",
    "description": "Сломленный и отчаявшийся детектив расследует убийства подростков в глухой деревне — и сталкивается с жуткой потусторонней сущностью, чей шепот грозит кошмарной смертью.",
    "rating": 6.5,
    "poster": "https://image.tmdb.org/t/p/w500/um3n8rQbr97uaGB2058TsktPtAy.jpg",
    "code": 1100856
  },
  {
    "id": 1276210,
    "title": "Подземная бездна",
    "description": "Лаура становится свидетелем несчастного случая в метро. После этого у нее начинаются страшные видения. Коллеги рассказывают, что у этой станции мрачная история, тут погибло много людей. Поскольку Лаура не верит в призраков и легенды о потустороннем, с помощью знакомого детектива она решает разобраться, что там происходит.",
    "rating": 5.288,
    "poster": "https://image.tmdb.org/t/p/w500/foK52B7aQk14ANwAPbjfPJNEy1f.jpg",
    "code": 1276210
  },
  {
    "id": 978796,
    "title": "Синистер. Семейное проклятие",
    "description": "Все детство Патрик провел в страхе, который никак не мог понять или объяснить. Теперь он вырос и ужас из прошлого снова его настиг. Но теперь нечто, неподвластное объяснению, ведет охоту не за ним, а за его сыном. Пришло время навсегда избавиться от страха и взглянуть в глаза монстру, который не знает пощады.",
    "rating": 6.216,
    "poster": "https://image.tmdb.org/t/p/w500/aSBMZ09ljjcdEQRurOZlRqlePV7.jpg",
    "code": 978796
  },
  {
    "id": 1408248,
    "title": "오징어 게임: 벽난로",
    "description": "",
    "rating": 5.9,
    "poster": "https://image.tmdb.org/t/p/w500/wzWcY5MMJaezP4niGmmpdvluvaZ.jpg",
    "code": 1408248
  },
  {
    "id": 1241752,
    "title": "Rita",
    "description": "",
    "rating": 6.6,
    "poster": "https://image.tmdb.org/t/p/w500/grIFQLXXwQmjvYYfXVXCgGTMUWw.jpg",
    "code": 1241752
  },
  {
    "id": 449443,
    "title": "Охота на воров",
    "description": "Большой Ник - начальник элитного подразделения полиции Лос-Анджелеса - ежедневно доказывает, что его команда более крутая, чем те, на кого они охотятся. Когда коп узнает, что легендарный и неуловимый вор планирует дерзкое ограбление Федерального резервного банка США, то он решает помешать этому любым способом. И играть по правилам он не привык.",
    "rating": 6.8,
    "poster": "https://image.tmdb.org/t/p/w500/hnoIPzcxfPjVQ12F0nupAY9Ukol.jpg",
    "code": 449443
  },
  {
    "id": 829557,
    "title": "365 дней: этот день",
    "description": "Лаура и Массимо возвращаются — еще сильнее, чем раньше. Но семейные связи Массимо и загадочный мужчина, претендующий на сердце Лауры, усложняют им жизнь.",
    "rating": 5.901,
    "poster": "https://image.tmdb.org/t/p/w500/tzwGGjh9332ltqaAi29Fl2jBNAd.jpg",
    "code": 829557
  },
  {
    "id": 1196470,
    "title": "Последний день Земли",
    "description": "Обычная семья во время прогулки под парусами становится свидетелями небывалого катаклизма: океан отступает, полностью осушая землю на многие тысячи километров. Выжившим приходится сражаться за выживание с чудовищами, обитающими на морском дне, а также друг с другом. Но вскоре океан вернется, и этот прилив станет последним в истории человечества.",
    "rating": 5.8,
    "poster": "https://image.tmdb.org/t/p/w500/fH1O6CAhZYtSJtQhM0ezUDwYAJJ.jpg",
    "code": 1196470
  },
  {
    "id": 1216191,
    "title": "Астрал. Медиум",
    "description": "Дани была жестоко убита в собственном доме. Год спустя её сестра-близнец — слепая медиум Дарси — приезжает в тот самый дом, где её бывший зять живёт уже с новой пассией, чтобы выяснить все подробности произошедшего.",
    "rating": 6.7,
    "poster": "https://image.tmdb.org/t/p/w500/khYd7sU372SD9FQyENFVkaTRPBW.jpg",
    "code": 1216191
  },
  {
    "id": 1323784,
    "title": "Mala influencia",
    "description": "",
    "rating": 8.7,
    "poster": "https://image.tmdb.org/t/p/w500/8xBKZpQpWx8MbbTZm0jLgV4sXil.jpg",
    "code": 1323784
  },
  {
    "id": 299536,
    "title": "Мстители: Война бесконечности",
    "description": "Пока Мстители и их союзники продолжают защищать мир от различных опасностей, с которыми не смог бы справиться один супергерой, новая угроза возникает из космоса: Танос. Межгалактический тиран преследует цель собрать все шесть Камней Бесконечности — артефакты невероятной силы, с помощью которых можно менять реальность по своему желанию. Всё, с чем Мстители сталкивались ранее, вело к этому моменту — судьба Земли никогда ещё не была столь неопределённой.",
    "rating": 8.239,
    "poster": "https://image.tmdb.org/t/p/w500/n3PDUmM7Scg63LjfpmkOXtdOPoe.jpg",
    "code": 299536
  },
  {
    "id": 748783,
    "title": "Гарфилд в Кино",
    "description": "После неожиданного воссоединения со своим давно потерянным отцом — уличным котом Виком — Гарфилд вместе с другом-псом Оди вынужден отказаться от своей идеально тепличной жизни и присоединиться к весёлому и опасному приключению.",
    "rating": 7.117,
    "poster": "https://image.tmdb.org/t/p/w500/ydXTwfNHFi9M0J77svzzOqQBjCr.jpg",
    "code": 748783
  },
  {
    "id": 1011985,
    "title": "Кунг-фу Панда 4",
    "description": "По готовится стать духовным лидером своей Долины Мира, но ему также нужен кто-то, кто займет его место Воина Дракона.  Таким образом, он будет обучать нового практикующего кунг-фу для этого места и столкнется со злодеем по имени Хамелеон, который вызывает злодеев из прошлого.",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/7RK9GHFArnQusZERwYwIaMZwRll.jpg",
    "code": 1011985
  },
  {
    "id": 1208491,
    "title": "Пушистое превращение",
    "description": "Братья-близнецы Кайл и Зак живут в фантастическом мире, бок о бок с невероятными магическими существами. Но всё меняется с появлением таинственных зандаров. Чтобы спасти свой волшебный мир, подростки и их пушистые друзья отправляются в увлекательное приключение, полное захватывающих чудес.",
    "rating": 5.1,
    "poster": "https://image.tmdb.org/t/p/w500/uR70IF8Xiw3fnM2j5KBmDKyyP2o.jpg",
    "code": 1208491
  },
  {
    "id": 278,
    "title": "Побег из Шоушенка",
    "description": "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.",
    "rating": 8.7,
    "poster": "https://image.tmdb.org/t/p/w500/yvmKPlTIi0xdcFQIFcQKQJcI63W.jpg",
    "code": 278
  },
  {
    "id": 238,
    "title": "Крёстный отец",
    "description": "Криминальная сага, повествующая о нью-йоркской сицилийской мафиозной семье Корлеоне. Фильм охватывает период 1945-1955 годов. Глава семьи, Дон Вито Корлеоне, выдаёт замуж свою дочь. В это время со Второй мировой войны возвращается его любимый сын Майкл. Майкл, герой войны, гордость семьи, не выражает желания заняться жестоким семейным бизнесом. Дон Корлеоне ведёт дела по старым правилам, но наступают иные времена, и появляются люди, желающие изменить сложившиеся порядки. На Дона Корлеоне совершается покушение.",
    "rating": 8.688,
    "poster": "https://image.tmdb.org/t/p/w500/hoowzozsn0XQGtgH8nyivAMZfPN.jpg",
    "code": 238
  },
  {
    "id": 240,
    "title": "Крёстный отец 2",
    "description": "В центре драмы представители нового поколения гангстерского клана — дона Корлеоне и его сына, для которых не существует моральных преград на пути достижения поставленых целей. Они превращают мафию, построенную по патриархальным, еще сицилийским законам, в весьма прагматичную, жесткую корпорацию, плавно интегрирующуюся в большой бизнес Америки.",
    "rating": 8.57,
    "poster": "https://image.tmdb.org/t/p/w500/tOLQ3iRDfbwhVaw3QjDzIOS7zcu.jpg",
    "code": 240
  },
  {
    "id": 424,
    "title": "Список Шиндлера",
    "description": "Лента рассказывает реальную историю загадочного Оскара Шиндлера, члена нацистской партии, преуспевающего фабриканта, спасшего во время Второй мировой войны более тысячи ста евреев. Это триумф одного человека, не похожего на других, и драма тех, кто, благодаря ему, выжил в ужасный период человеческой истории.",
    "rating": 8.567,
    "poster": "https://image.tmdb.org/t/p/w500/4K8fGGcJP2EoGDucILnaJcOJhZl.jpg",
    "code": 424
  },
  {
    "id": 389,
    "title": "12 разгневанных мужчин",
    "description": "Юношу обвиняют в убийстве собственного отца, ему грозит электрический стул. Двенадцать присяжных собираются чтобы вынести вердикт: виновен или нет.С начала заседания почти все склонились к тому, что виновен, и лишь только один из двенадцати позволил себе усомниться. Счет голосов присяжных по принципу «виновен — невиновен» был 11:1. К концу собрания мнения судей кардинально изменились…",
    "rating": 8.5,
    "poster": "https://image.tmdb.org/t/p/w500/uDFEvhvKrH61KuGWWozRtbw2Rjv.jpg",
    "code": 389
  },
  {
    "id": 129,
    "title": "Унесённые призраками",
    "description": "Тихиро с мамой и папой переезжает в новый дом. Заблудившись по дороге, они оказываются в странном пустынном городе, где их ждет великолепный пир. Родители с жадностью набрасываются на еду и к ужасу девочки превращаются в свиней, став пленниками злой колдуньи Юбабы. Теперь, оказавшись одна среди волшебных существ и загадочных видений, Тихиро должна придумать, как избавить своих родителей от чар коварной старухи.",
    "rating": 8.5,
    "poster": "https://image.tmdb.org/t/p/w500/xV3zYcOA6xFjYwizIMDDkl2MGT7.jpg",
    "code": 129
  },
  {
    "id": 19404,
    "title": "Непохищенная невеста",
    "description": "Двадцать лет тому назад Балдев Синг эмигрирует в Англию и оседает в Лондоне вместе с семьёй. Но даже после столь продолжительного проживания на чужбине он сохраняет приверженность национальным традициям и планирует выдать замуж старшую дочь Симран за сына старого друга, живущего в Пенджабе. Незадолго перед помолвкой Симран знакомится с весельчаком и балагуром Раджом.  Симран очень симпатичен Радж, но она далеко не сразу осознаёт, что под маской беззаботности скрывается преданная и любящая её душа. Когда молодые люди наконец-то понимают, что любят друг друга, уже поздно, приготовления к помолвке невозможно остановить. Единственная возможность избежать непоправимого — бежать, но Радж убежден, что им в жизни не будет счастья без благословения родителей Симран…",
    "rating": 8.522,
    "poster": "https://image.tmdb.org/t/p/w500/sctBFkLHYYqaHHNJj7r1jSOkfB9.jpg",
    "code": 19404
  },
  {
    "id": 155,
    "title": "Тёмный рыцарь",
    "description": "Бэтмен поднимает ставки в войне с криминалом. С помощью лейтенанта Джима Гордона и прокурора Харви Дента он намерен очистить улицы от преступности, отравляющей город. Сотрудничество оказывается эффективным, но скоро они обнаружат себя посреди хаоса, развязанного восходящим криминальным гением, известным испуганным горожанам под именем Джокер.",
    "rating": 8.519,
    "poster": "https://image.tmdb.org/t/p/w500/dxWaYQtgpLbycqUpHzkqqYkT5I3.jpg",
    "code": 155
  },
  {
    "id": 497,
    "title": "Зелёная миля",
    "description": "Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока.",
    "rating": 8.506,
    "poster": "https://image.tmdb.org/t/p/w500/lHxe8t4B0CKv4DO0C0B4rsuiG95.jpg",
    "code": 497
  },
  {
    "id": 496243,
    "title": "Паразиты",
    "description": "Обычное корейское семейство жизнь не балует. Приходится жить в сыром грязном полуподвале, воровать интернет у соседей и перебиваться случайными подработками. Однажды друг сына семейства, уезжая на стажировку за границу, предлагает тому заменить его и поработать репетитором у старшеклассницы в богатой семье Пак. Подделав диплом о высшем образовании, парень отправляется в шикарный дизайнерский особняк и производит на хозяйку дома хорошее впечатление. Тут же ему в голову приходит необычный план по трудоустройству сестры.",
    "rating": 8.5,
    "poster": "https://image.tmdb.org/t/p/w500/zg3lUyLTnpbS5N29G6B3a63O7uP.jpg",
    "code": 496243
  },
  {
    "id": 680,
    "title": "Криминальное чтиво",
    "description": "Двое бандитов Винсент Вега и Джулс Винфилд ведут философские беседы в перерывах между разборками и решением проблем с должниками криминального босса Марселласа Уоллеса. В первой истории Винсент проводит незабываемый вечер с женой Марселласа Мией. Во второй Марселлас покупает боксёра Бутча Кулиджа, чтобы тот сдал бой. В третьей истории Винсент и Джулс по нелепой случайности попадают в неприятности.",
    "rating": 8.5,
    "poster": "https://image.tmdb.org/t/p/w500/7FaHjGa4RvKJZHzY7c9UgTTH9KN.jpg",
    "code": 680
  },
  {
    "id": 372058,
    "title": "Твоё имя",
    "description": "Токийский парень Таки и провинциальная девушка Мицуха обнаруживают, что между ними существует странная связь. Во сне они меняются телами и проживают жизни друг друга. Но однажды эта способность исчезает так же внезапно, как появилась. Таки решает во что бы то ни стало отыскать Мицуху.",
    "rating": 8.5,
    "poster": "https://image.tmdb.org/t/p/w500/iH2WDCYLIUjc7oPWRT7Kxgxza6k.jpg",
    "code": 372058
  },
  {
    "id": 122,
    "title": "Властелин колец: Возвращение короля",
    "description": "Повелитель сил тьмы Саурон направляет свою бесчисленную армию под стены Минас-Тирита, крепости Последней Надежды. Он предвкушает близкую победу, но именно это мешает ему заметить две крохотные фигурки хоббитов, приближающихся к Роковой Горе, где им предстоит уничтожить Кольцо Всевластья.",
    "rating": 8.483,
    "poster": "https://image.tmdb.org/t/p/w500/x6NqCWwU1SrQnvfdmVPAuATyUgD.jpg",
    "code": 122
  },
  {
    "id": 13,
    "title": "Форрест Гамп",
    "description": "Сидя на автобусной остановке, Форрест Гамп — не очень умный, но добрый и открытый парень — рассказывает случайным встречным историю своей необыкновенной жизни. С самого малолетства парень страдал от заболевания ног, соседские мальчишки дразнили его, но в один прекрасный день Форрест открыл в себе невероятные способности к бегу. Подруга детства Дженни всегда его поддерживала и защищала, но вскоре дороги их разошлись.",
    "rating": 8.5,
    "poster": "https://image.tmdb.org/t/p/w500/nsZyCXOubU9Eihvu0o9WwkF6x87.jpg",
    "code": 13
  },
  {
    "id": 429,
    "title": "Хороший, плохой, злой",
    "description": "В разгар гражданской войны таинственный стрелок скитается по просторам Дикого Запада. У него нет ни дома, ни друзей, ни компаньонов, пока он не встречает двоих незнакомцев, таких же безжалостных и циничных. По воле судьбы трое мужчин вынуждены объединить свои усилия в поисках украденного золота. Но совместная работа — не самое подходящее занятие для таких отъявленных бандитов, как они. Компаньоны вскоре понимают, что в их дерзком и опасном путешествии по разорённой войной стране самое важное — никому не доверять и держать пистолет наготове, если хочешь остаться в живых.",
    "rating": 8.462,
    "poster": "https://image.tmdb.org/t/p/w500/fGDK72duT0YbdORyNo1QVuzDYzE.jpg",
    "code": 429
  },
  {
    "id": 346,
    "title": "Семь Самураев",
    "description": "Япония. 16 век. В стране полыхает гражданская война, повсюду орудуют банды разбойников и мародеров. Бедные крестьяне нанимают для своей защиты семерых самураев, которые немного сплачивают раздробленных и малодушных жителей деревни в этой борьбе…Куросава показывает яркие, выразительные и такие достоверные персонажи, что, кажется, всему происходящему зритель был свидетелем сам.Несмотря на реалистичность и беспощадность в подаче материала, картина пронизана высокой поэтикой и лиризмом, жизнеутверждающим пониманием и человечностью. Этот фильм стал в буквальном смысле культовым для кинематографистов всего мира.",
    "rating": 8.5,
    "poster": "https://image.tmdb.org/t/p/w500/6UzaYYURo3T6e4jBHHWaUWRNayZ.jpg",
    "code": 346
  },
  {
    "id": 769,
    "title": "Славные парни",
    "description": "История о Генри Хилле — начинающем гангстере, занимающемся грабежами вместе с подельниками Джими Конвеем и Томми Де Вито, которые с легкостью убивают любого, кто встаёт у них на пути.",
    "rating": 8.5,
    "poster": "https://image.tmdb.org/t/p/w500/U8NIEbRRPiD32j0rTlvMrQsIXJ.jpg",
    "code": 769
  },
  {
    "id": 12477,
    "title": "Могила светлячков",
    "description": "Последние дни Второй мировой войны, американская авиация бомбит беззащитные японские города. В водоворот каждодневного кошмара попадают 14-летний Сэйта и его сестренка Сэцуко - потеряв близких, они остались совсем одни. Мальчик в одночасье становится взрослым и осознаёт, что от него зависит жизнь маленькой сестры. Укрывшись в заброшенном убежище, Сэйта и Сэцуко пытаются выжить собственными силами. И пусть в их глазах смертоносный огонь в небе - всего лишь огоньки светлячков, жестокая война не щадит даже невинные детские души, вынося им беспощадный приговор.",
    "rating": 8.452,
    "poster": "https://image.tmdb.org/t/p/w500/nJYXr0RAznczy5tCZtYcjoYMjEg.jpg",
    "code": 12477
  },
  {
    "id": 637,
    "title": "Жизнь прекрасна",
    "description": "Во время II Мировой войны в Италии в концлагерь были отправлены евреи, отец и его маленький сын. Жена, итальянка, добровольно последовала вслед за ними. В лагере отец сказал сыну, что все происходящее вокруг является очень большой игрой за приз в настоящий танк, который достанется тому мальчику, который сможет не попасться на глаза надзирателям. Он сделал все, чтобы сын поверил в игру и остался жив, прячась в бараке.",
    "rating": 8.448,
    "poster": "https://image.tmdb.org/t/p/w500/4CfBbnmjyXANupnKmC0OimKhiQI.jpg",
    "code": 637
  },
  {
    "id": 11216,
    "title": "Новый кинотеатр «Парадизо»",
    "description": "Это рассказ о счастливых днях, когда итальянское кино еще не знало о том, что такое «кризис итальянского кинематографа». В центре разделенной как бы на три части картины — сицилийский мальчишка Сальваторе.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/3hcXpztAe9L6VLpDGwohS01ZSxw.jpg",
    "code": 11216
  },
  {
    "id": 550,
    "title": "Бойцовский клуб",
    "description": "Сотрудник страховой компании страдает хронической бессонницей и отчаянно пытается вырваться из мучительно скучной жизни. Однажды в очередной командировке он встречает некоего Тайлера Дёрдена — харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а единственное, ради чего стоит жить, — саморазрушение. Проходит немного времени, и вот уже новые друзья лупят друг друга почем зря на стоянке перед баром, и очищающий мордобой доставляет им высшее блаженство. Приобщая других мужчин к простым радостям физической жестокости, они основывают тайный Бойцовский клуб, который начинает пользоваться невероятной популярностью.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/66RvLrRJTm4J8l3uHXWF09AICol.jpg",
    "code": 550
  },
  {
    "id": 667257,
    "title": "Cosas imposibles",
    "description": "",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/eaf7GQj0ieOwm08rrvjJQNbN0kN.jpg",
    "code": 667257
  },
  {
    "id": 40096,
    "title": "Сам о сострадании",
    "description": "Бойкий Жоао Грило и хитрый Чико - бедные парни, живущие в центральном районе, которые обманывают группу людей в небольшом северо-восточном бразильском городке. Но когда они умирают, им предстоит быть осуждеными Христом, Дьяволом и Девой Марией, прежде чем их допустят в рай.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/r2Mow5CZB8CP8OXndc76JSJz7RX.jpg",
    "code": 40096
  },
  {
    "id": 598,
    "title": "Город бога",
    "description": "60-е годы XX века. «Город Бога» — квартал в Рио-де-Жанейро, где живут главные герои — 8-летний Ракета, мечтающий стать фотографом, и его одногодок Дадинью. Дадинью принимает участие в вооруженном ограблении, организованном живущим по соседству гангстером Кабалейрой; с согласия Кабалейры он совершает свое первое убийство. 70-е годы. Ракета постоянно балансирует между мелкими правонарушениями и честной жизнью. На счету у Дадинью уже несколько убийств. Он возглавляет банду, которой управляет, используя хитрость и хладнокровное предательство. Поняв, что настоящая власть и большие деньги может дать только контроль над торговлей наркотиками в их квартале, он безжалостно идет к своей цели. 80-е годы. Ракета наконец получает фотоаппарат и осуществляет свою детскую мечту. Мечта Дадинью тоже сбылась: в 18 лет он стал самым крутым торговцем наркотиками в Рио.",
    "rating": 8.425,
    "poster": "https://image.tmdb.org/t/p/w500/xUM7xcRNuWFAtwK8mYRWcqQNwKe.jpg",
    "code": 598
  },
  {
    "id": 539,
    "title": "Психо",
    "description": "Мэрион Крэйн недовольна романом с разведённым мужчиной, который уделяет ей внимание только наездами. Поэтому девушка крадёт на работе крупную сумму и в спешке бежит из города. В мотеле, где она остановилась на ночь, ей приходится столкнуться с его молодым владельцем  — очень странным молодым человеком.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/giZbloK8oHJ1Ei6OL5otBhlKtcQ.jpg",
    "code": 539
  },
  {
    "id": 120,
    "title": "Властелин колец: Братство кольца",
    "description": "Сказания о Средиземье - это хроника Великой войны за Кольцо, длившейся не одну тысячу лет. Тот, кто владел Кольцом, получал неограниченную власть, но был обязан служить злу.  Тихая деревня, где живут хоббиты. Придя на 111-й день рождения к своему старому другу Бильбо Бэггинсу, волшебник Гэндальф начинает вести разговор о кольце, которое Бильбо нашел много лет назад. Это кольцо принадлежало когда-то темному властителю Средиземья Саурону, и оно дает большую власть своему обладателю. Теперь Саурон хочет вернуть себе власть над Средиземьем. Бильбо отдает Кольцо племяннику Фродо, чтобы тот отнёс его к Роковой Горе и уничтожил.",
    "rating": 8.418,
    "poster": "https://image.tmdb.org/t/p/w500/dfoCSXJIamlzlpDCRxXVY5R9GSX.jpg",
    "code": 120
  },
  {
    "id": 311,
    "title": "Однажды в Америке",
    "description": "В бурные двадцатые годы, когда Америка веселилась под звуки джаза и каждый бродяга мечтал стать миллионером, в трущобах Нью-Йорка встретились несколько отчаянных парней. Убирая с дороги конкурентов, безжалостно карая предателей и нагло проворачивая хитроумные аферы, они стали королями преступного мира золотой эры «сухого закона». Они поклялись отдать жизнь друг за друга, зная, что самое главное для них — это дружба, долг и справедливость — не утопить в реках крови и бездонном океане денег. Спустя много лет судьба жестоко обошлась с легендарными гангстерами, заставив их исполнить свою клятву. Это случилось однажды в Америке…",
    "rating": 8.417,
    "poster": "https://image.tmdb.org/t/p/w500/b0p603iVs0HXsoZ8jlfaNiDYR34.jpg",
    "code": 311
  },
  {
    "id": 510,
    "title": "Пролетая над гнездом кукушки",
    "description": "Рэндла Патрика Макмёрфи, патологического преступника и бунтаря, переводят из колонии в психиатрическую клинику, чтобы установить, является он душевнобольным или нет. В клинике он обнаруживает, что отделение контролирует хладнокровная, строгая и одержимая распорядком старшая медсестра Милдред Рэтчед. Макмёрфи намерен не подчиняться абсурдным, на его взгляд, правилам и одновременно повеселиться от души. Его бунтарская натура заражает других пациентов, но сестра Рэтчед решительно настроена пресечь это.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/zu8ytydlKyIpTeYfNs2VHvj9XCx.jpg",
    "code": 510
  },
  {
    "id": 696374,
    "title": "Инферно Габриэля",
    "description": "История побега одного человека из собственного ада в попытке получить невозможное — прощение и любовь.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/db3t8EdVco9uWGjffTABpa16MIn.jpg",
    "code": 696374
  },
  {
    "id": 704264,
    "title": "Первобытный: Истории диких времён",
    "description": "В мультфильме рассказывается о пещерном человеке и динозавре на грани исчезновения. Связанная трагедией, эта маловероятная дружба становится единственной надеждой на выживание.",
    "rating": 8.401,
    "poster": "https://image.tmdb.org/t/p/w500/9NBBkdxH0TjQEBSN2AzeE1sgsF9.jpg",
    "code": 704264
  },
  {
    "id": 14537,
    "title": "Харакири",
    "description": "После распада своего клана, безработный самурай Хансиро Цугумо прибыл в поместье лорда Ию, с просьбой совершить харакири в его имении.  Члены клана Ию, полагая что отчаявшийся ронин просто уповает на милостыню, пытаются заставить его совершить харакири, но они его сильно недооценивают.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/irXMIoSs823fujw7Qpj4JibT1Hy.jpg",
    "code": 14537
  },
  {
    "id": 4935,
    "title": "Ходячий замок",
    "description": "Злая ведьма заточила 18-летнюю Софи в тело старухи. Девушка-бабушка бежит из города куда глаза глядят и встречает удивительный дом на ножках, где знакомится с могущественным волшебником Хаулом и демоном Кальцифером. Кальцифер должен служить Хаулу по договору, условия которого он не может разглашать. Девушка и демон решают помочь друг другу избавиться от злых чар.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/oQvAlVSjYsJZPg9raiQRYE0aVrv.jpg",
    "code": 4935
  },
  {
    "id": 121,
    "title": "Властелин колец: Две крепости",
    "description": "Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/fl7QZlAoZ4MLcxvgOaBjeUxlpQt.jpg",
    "code": 121
  },
  {
    "id": 324857,
    "title": "Человек-паук: Через вселенные",
    "description": "В центре сюжета уникальной и инновационной в визуальном плане картины подросток из Нью-Йорка Майлз Моралес, который живет в мире безграничных возможностей вселенных Человека-паука, где костюм супергероя носит не только он.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/wmEKJr81CABBU68Qy2wYPwQHn0L.jpg",
    "code": 324857
  },
  {
    "id": 1891,
    "title": "Звёздные войны: Эпизод 5 - Империя наносит ответный удар",
    "description": "Борьба за Галактику обостряется в пятом эпизоде космической саги.  Войска Императора начинают массированную атаку на повстанцев и их союзников. Хан Соло и принцесса Лейя укрываются в Заоблачном Городе, в котором их и захватывает Дарт Вейдер, в то время как Люк Скайуокер находится на таинственной планете джунглей Дагоба.  Там Мастер Джедай Йода обучает молодого рыцаря навыкам обретения Силы. Люк даже не предполагает, как скоро ему придётся воспользоваться знаниями старого Мастера: впереди битва с превосходящими силами Императора и смертельный поединок с Дартом Вейдером.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/4P59R7RIuMX2wiT2AGsUBrKoQBG.jpg",
    "code": 1891
  },
  {
    "id": 724089,
    "title": "Инферно Габриэля 2",
    "description": "Профессор Габриэль Эмерсон, наконец, узнает правду о личности Джулии Митчелл, но его осознание приходит слишком поздно. Джулия закончила ждать, когда уважаемый специалист Данте вспомнит ее, и больше не хочет иметь с ним ничего общего. Может ли Габриэль вернуть себе сердце, прежде чем она найдет любовь в чужих руках?",
    "rating": 8.383,
    "poster": "https://image.tmdb.org/t/p/w500/68npXwbhb6gAjZJ8YeUljsrzSzo.jpg",
    "code": 724089
  },
  {
    "id": 378064,
    "title": "Форма голоса",
    "description": "Молодой человек Сёя Исида внезапно осознаёт, что в школе умудрился превратить жизнь одноклассницы Сёко в ад только потому, что та была глухая. И теперь, хоть и запоздало, парень понимает — чтобы сказать нечто важное тому, кто не может тебя услышать, вовсе не обязательно использовать голос.",
    "rating": 8.381,
    "poster": "https://image.tmdb.org/t/p/w500/c0Gv8xTSEmIcQPxbhINKvkbJO8s.jpg",
    "code": 378064
  },
  {
    "id": 255709,
    "title": "Желание",
    "description": "Однажды дождливым утром ученица начальных классов Со-вон отправляется в школу рядом с домом. Она должна была идти вместе с другом, но тот побежал с мальчишками. Отец девочки работает на местной фабрике, а мама управляет магазином канцтоваров, расположенным под домом. Через несколько часов после ухода дочери отец получает звонок из полиции — Со-вон изнасиловали, девочка в больнице в тяжёлом состоянии.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/PZlNvDwKwHeHUsXnd6SEDXWZNn.jpg",
    "code": 255709
  },
  {
    "id": 761053,
    "title": "Инферно Габриэля 3",
    "description": "Некто из прошлого Джулии возвращается с плохими намерениями. У Габриэля есть секреты, которыми он может поделиться, но он боится потерять все, если он это сделает. Выдержат ли их отношения испытание раскрытыми секретами?",
    "rating": 8.378,
    "poster": "https://image.tmdb.org/t/p/w500/phvXeo0lLzLNHtJATtc9CvFdFN5.jpg",
    "code": 761053
  },
  {
    "id": 244786,
    "title": "Одержимость",
    "description": "Эндрю мечтает стать великим. Казалось бы, вот-вот его мечта осуществится. Юношу замечает настоящий гений, дирижер лучшего в стране оркестра. Желание Эндрю добиться успеха быстро становится одержимостью, а безжалостный наставник продолжает подталкивать его все дальше и дальше — за пределы человеческих возможностей. Кто выйдет победителем из этой схватки?",
    "rating": 8.378,
    "poster": "https://image.tmdb.org/t/p/w500/nq3mYsTXx6086nFXxzDReQI0J1S.jpg",
    "code": 244786
  },
  {
    "id": 423,
    "title": "Пианист",
    "description": "Фильм снят по автобиографии Владислава Шпильмана, одного из лучших пианистов Польши 30-х годов прошлого века. Главный герой фильма — Владек — занимается искусством до тех пор, пока территорию Польши не занимают нацисты. Жизнь всех евреев меняется: их помещают в Варшавское гетто, запрещают работать, унижают, заставляют носить отличительные повязки, а через некоторое время отправляют в концлагерь.",
    "rating": 8.378,
    "poster": "https://image.tmdb.org/t/p/w500/2hxGkepoXGO3Zo9wjE3ZyTdHE3G.jpg",
    "code": 423
  },
  {
    "id": 807,
    "title": "Семь",
    "description": "Детектив Уильям Сомерсет — ветеран уголовного сыска, мечтающий уйти на пенсию и уехать подальше от города и грешных обитателей. За 7 дней до пенсии на Сомерсета сваливаются две неприятности: молодой напарник Миллс и особо изощрённое убийство. Острый ум опытного сыщика сразу определяет, что за этим преступлением, скорее всего, последуют другие. Новости подтверждают его догадку.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/1e7WmKXLo6xqibkYBwwGWOcF43E.jpg",
    "code": 807
  },
  {
    "id": 1058694,
    "title": "Радикальный",
    "description": "В мексиканском приграничном городке, страдающем от нигилизма, коррупции и насилия, разочарованный в мире учитель пробует радикально новый метод, чтобы преодолеть апатию своих учеников и раскрыть их любознательность, их потенциал… и, возможно, даже их гениальность.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/iEwNZDVYObH1rKVodznKoVQIvWy.jpg",
    "code": 1058694
  },
  {
    "id": 27205,
    "title": "Начало",
    "description": "Дом Кобб — талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадёт ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил.  И вот у Кобба появляется шанс исправить ошибки. Его последнее дело может вернуть всё назад, но для этого ему нужно совершить невозможное — инициацию. Вместо идеальной кражи Кобб и его команда спецов должны будут провернуть обратное. Теперь их задача — не украсть идею, а внедрить её. Если у них получится, это и станет идеальным преступлением.  Но никакое планирование или мастерство не могут подготовить команду к встрече с опасным противником, который, кажется, предугадывает каждый их ход. Врагом, увидеть которого мог бы лишь Кобб.",
    "rating": 8.369,
    "poster": "https://image.tmdb.org/t/p/w500/ubj7fEmtNqxwtZtMk6wAIc0SCFJ.jpg",
    "code": 27205
  },
  {
    "id": 820067,
    "title": "Пять невест. Фильм",
    "description": "И вот начался выпускной год сестёр Накано. Последний год, который они проведут в «Асахи», а после окончания школы постараются воплотить свои мечты в реальность.  Фестиваль старшей школы «Асахи» — последний школьный праздник для пятерняшек. Все ученики вовлечены в атмосферу фестиваля, каждый класс готовит свою особую программу: конкурсы, киоски и тому подобное.  Футаро Уэсуги принимает активное участие в организации мероприятия ещё и потому, что хочет сделать его самым незабываемым событием для пяти сестёр. В процессе подготовки он вспоминает былое, обдумывает принятые решения и анализирует свои чувства.  Осознав и приняв свои чувства, Футаро решил расставить все точки над «и» в последний день фестиваля. Какое решение он принял?",
    "rating": 8.356,
    "poster": "https://image.tmdb.org/t/p/w500/fOTg158koIDobG9Dhh94unOuKd8.jpg",
    "code": 820067
  },
  {
    "id": 620249,
    "title": "Легенда о Хэй",
    "description": "В современном мире разные духи мирно сосуществуют с людьми. Демон-кот Ло Сяохэй ищет себе новое пристанище после того, как лес, в котором он жил, был уничтожен. На своем пути он встречает других добродушных духов и серьезного человека и теперь должен сделать выбор – чью сторону принять.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/l6uefzkbV7tuREmCVJIhlv6VSlX.jpg",
    "code": 620249
  },
  {
    "id": 569094,
    "title": "Человек-паук: Паутина вселенных",
    "description": "Майлз Моралес отправляется в приключение по мультивселенной вместе с Гвен Стейси и новой командой Людей-пауков, которым предстоит столкнуться с могущественным злодеем.",
    "rating": 8.4,
    "poster": "https://image.tmdb.org/t/p/w500/hsGAxOqbH0UNpIJPMsVRA6dFf85.jpg",
    "code": 569094
  },
  {
    "id": 567,
    "title": "Окно во двор",
    "description": "Прикованный из-за сломанной ноги к инвалидному креслу фоторепортер от скуки начинает наблюдать за соседями, живущими в его же доме, чьи окна выходят во внутренний двор. Действие происходит в Гринвич Вилледж. Постоянные наблюдения наталкивают его на подозрение, что один из соседей убил свою жену…",
    "rating": 8.35,
    "poster": "https://image.tmdb.org/t/p/w500/89h2GozDB9kCuuO8KJQcQWgMPG0.jpg",
    "code": 567
  },
  {
    "id": 372754,
    "title": "Одноклассники",
    "description": "Один из лучших учеников школы Рихито Садзё на уроках пения даже не раскрывает рта. Его одноклассника Хикару это заинтересовало: может, ему не нравится петь или же он слишком хорош для пения? Возвращаясь в класс, Хикару замечает Рихито, который старательно разучивает текст песни. Хикару решает помочь своему однокласснику получше разобраться в нотах, а потом предлагает попрактиковаться в пении вместе в свободное время, ведь фестиваль не за горами. Оказалось, что Рихито попросту не видит слова песни на доске, из-за слабости своих очков. Два одноклассника постепенно становятся ближе друг другу, и совсем не как друзья.",
    "rating": 8.346,
    "poster": "https://image.tmdb.org/t/p/w500/iChXQiARp7ez0vOkVlKg2KDoEh8.jpg",
    "code": 372754
  },
  {
    "id": 274,
    "title": "Молчание ягнят",
    "description": "Психопат похищает и убивает молодых женщин по всему Среднему Западу. ФБР, уверенное, что все преступления совершены одним и тем же человеком, поручает агенту Клариссе Старлинг встретиться с заключенным-маньяком Ганнибалом Лектером, который мог бы помочь составить психологический портрет убийцы. Сам Лектер отбывает наказание за убийства и каннибализм. Он согласен помочь Клариссе лишь в том случае, если она попотчует его больное воображение подробностями своей личной жизни.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/kP6CsSCugE5SiQrWCNmTQPqtAff.jpg",
    "code": 274
  },
  {
    "id": 73,
    "title": "Американская история X",
    "description": "Лидер местной банды скинхэдов Дерек Виньярд прочно удерживает авторитет в своем районе. Убежденный в своей правоте, он беспощадно расправляется с теми, кто имеет не белый цвет кожи. Независимость и смелость Дерека вызывают восхищение у его младшего брата Дэнни, который уже тоже сделал свой выбор. Но зверское убийство двух чернокожих парней, совершенное Дереком, разделяет дороги братьев: Дерек оказывается в тюрьме, где существует свой расклад сил, а Дэнни на свободе успешно продолжает дело брата. До тех пор, пока их пути не пересеклись вновь...",
    "rating": 8.34,
    "poster": "https://image.tmdb.org/t/p/w500/2dIE1KOc7Fa3FIMzph8mBJK17KM.jpg",
    "code": 73
  },
  {
    "id": 12493,
    "title": "Рай и ад",
    "description": "Преуспевающий бизнесмен, в решающий момент, должен решить для себя, заплатит ли он выкуп похитителям, которые по ошибке выкрали не его сына, а сынишку человека, работающего у него шофером.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/d2o2Bc9ViaGN5llJc7mobxPIwH5.jpg",
    "code": 12493
  },
  {
    "id": 128,
    "title": "Принцесса Мононоке",
    "description": "Убив вепря, юный принц Аситака навлек на себя смертельное проклятие. Старая знахарка предсказала, что только он сам способен изменить свою судьбу, и отважный воин отправился в опасное путешествие. Так он оказался в загадочной стране, где люди под предводительством злой госпожи Эбоси воевали с обитателями леса: духами, демонами и гигантскими существами, каких Аситака раньше никогда не видел. И была с ними принцесса Мононоке — повелительница зверей и дочь волчицы. Теперь судьба всех зависит только от одного воина — принца Аситаки.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/dZE9oUyp14UEoPk5QV7emBu0Ix3.jpg",
    "code": 128
  },
  {
    "id": 105,
    "title": "Назад в будущее",
    "description": "Подросток Марти с помощью машины времени, сооруженной его пожилым другом Доком, полубезумцем-полугением, попадает из своих 80-х в далекие 50-е. Там он встречается со своими будущими родителями, еще подростками, и со своим другом-профессором, совсем молодым. Он нарушает естественный ход событий прошлого, чем вызывает массу смешных и драматических ситуаций. Собственная смекалка и хитроумная фантазия профессора-изобретателя помогают Марти преодолеть все препятствия и благополучно вернуться в свое время.",
    "rating": 8.317,
    "poster": "https://image.tmdb.org/t/p/w500/9a07nfvCoAAyUMfY0yQqsOjlb2C.jpg",
    "code": 105
  },
  {
    "id": 15804,
    "title": "Яркий летний день",
    "description": "Тайбэйские подростки 60-х годов живут в мире, где царит отчуждение и неуверенность в будущем. Повествование разворачивается вокруг отношений 14-летнего сына государственного служащего и подружки одного из главарей уличных банд.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/g5gMOcn0vFUITufKSxxL2WCyBIU.jpg",
    "code": 15804
  },
  {
    "id": 3782,
    "title": "Жить",
    "description": "Старик, узнавший о скорой кончине, узнавший о равнодушии близких, узнавший, что жизнь прожита зря, решает, что детская площадка на месте зловонного пустыря — это то, что он оставит этому миру после себя. Слабый, умирающий старик, покорный, бессловесный чиновник стал борцом. То упорно настаивая, требуя, то умоляя и унижаясь он проходит все круги бюрократического ада. Он собирает подписи, резолюции, печати. Он не уступает ни перед гневом начальства, ни перед насмешками сослуживцев, ни перед угрозами бандитов.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/ctjLdKmrFm6ycsZrBuPx2bqvCzS.jpg",
    "code": 3782
  },
  {
    "id": 644479,
    "title": "Dedicada A Mi Ex",
    "description": "",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/xc4bTXVwYNXi10jG9dwcaYt5IpU.jpg",
    "code": 644479
  },
  {
    "id": 207,
    "title": "Общество мёртвых поэтов",
    "description": "Джон Китинг - новый преподаватель английской словесности в консервативном американском колледже. От чопорной массы учителей его выгодно отличают легкость общения, эксцентричное поведение и пренебрежение к программе обучения. Однажды он посвящает своих подопечных в тайну Общества мёртвых поэтов. С этого момента каждый из учеников старается обрести свой собственный голос в безликом хоре, взглянуть на окружающий мир, высоко подпрыгнув над серой школьной оградой.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/1josLrBovuxYylg6QimE0Y1FUs.jpg",
    "code": 207
  },
  {
    "id": 101,
    "title": "Леон",
    "description": "Профессиональный убийца Леон неожиданно для себя самого решает помочь 12-летней соседке Матильде, семью которой убили коррумпированные полицейские.",
    "rating": 8.305,
    "poster": "https://image.tmdb.org/t/p/w500/aauu0I8BtmZxGNioStWVz7XdAbG.jpg",
    "code": 101
  },
  {
    "id": 10494,
    "title": "Истинная грусть",
    "description": "Молодая поп-певица Мима Киригоэ пытается перейти из мира музыки в индустрию ТВ-сериалов и прославиться как актриса, но, похоже, что не всем её поклонникам понравилось такое решение, и началось: странный телефонный звонок, факс, конверт со взрывчаткой... К тому же в интернете обнаружилась страничка с якобы её дневником.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/d2FkkyKzihw9UbS1bCZorpZ0YSg.jpg",
    "code": 10494
  },
  {
    "id": 914,
    "title": "Великий диктатор",
    "description": "Первый полностью звуковой фильм Чарльза Чаплина. Он играет сразу две роли: фашистского диктатора Аденоида Хинкеля (недвусмысленно загримированной под Гитлера) и еврея — парикмахера, который как две капли воды похож на него.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/8NckXtV3a2lC7vsk8g2eABwJyk9.jpg",
    "code": 914
  },
  {
    "id": 599,
    "title": "Сансет бульвар",
    "description": "Молоденький писатель Джо Гиллис сидит на полной «мели», его преследуют кредиторы, ему не на что поесть, ему кажется, что жизнь кончилась. Машина, на которой он отправляется бездумно и бесцельно неизвестно куда, вдруг резко виляет в сторону (лопнула шина!) и влетает во двор особняка знаменитой в прошлом, но увядающей в настоящем кинозвезды Нормы Десмонд…",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/86eWDlRFDnOVy0HfArtvOCKm5Fb.jpg",
    "code": 599
  },
  {
    "id": 1139087,
    "title": "Однажды в студии",
    "description": "16 октября 2023 года исполнилось 100 лет студии Walt Disney. В честь этого события выпущен короткометражный мультфильм, где все звёздные персонажи Walt Disney собрались для всеобщей фотографии.",
    "rating": 8.293,
    "poster": "https://image.tmdb.org/t/p/w500/s0lCLKlB6RWZsHdiD7EzcqXRm8N.jpg",
    "code": 1139087
  },
  {
    "id": 652837,
    "title": "Её заветное желание",
    "description": "Жозе взяла себе имя героини романа Франсуазы Саган. Девушка прикована к инвалидному креслу и почти всё время проводит за чтением и рисованием. Знакомство и дружба со студентом Цунэо начинает менять её взгляды на жизнь, да и сам парень теперь смотрит на мир по-другому.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/AdS4ugysKcsKkSm59OfjTtQ22Jg.jpg",
    "code": 652837
  },
  {
    "id": 92321,
    "title": "В лес, где мерцают светлячки",
    "description": "Маленькая девочка Хотару заблудилась в заколдованном лесу, населенном привидениями. Она встречает мальчика в маске по имени Гин, но считает его лесным духом, который может растаять от одного прикосновения. С помощью нового друга Хотару выбралась из леса, но она не может забыть Гина.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/pWSgfHJMLG5ce95HztUFqRYuX3D.jpg",
    "code": 92321
  },
  {
    "id": 335,
    "title": "Однажды на Диком Западе",
    "description": "Молодая вдова отказывается продать ферму дельцу, задумавшему проложить по этой земле железную дорогу, и тогда он заказывает ее убийство, нанимая лучшего на Диком Западе стрелка. На защиту красавицы встают известный бандит Шайен и таинственный бродяга. Трое сильных мужчин сойдутся в смертельном хороводе, выхода из которого может и не быть.",
    "rating": 8.286,
    "poster": "https://image.tmdb.org/t/p/w500/jbori5fJDJBnRwknQRoLvpOa7Y5.jpg",
    "code": 335
  },
  {
    "id": 18491,
    "title": "Конец Евангелиона",
    "description": "Победив последнего Ангела, NERV сталкивается с более зловещей угрозой: пока Гэндо Икари начинает подготовку к Третьему удару, на их подземную штаб-квартиру нападают боевики Seele. Рэй сливается с Лилит, а Синдзи предстоит сделать выбор — продолжит человечество существование или нет.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/nCAH4BjPSZhMtD7ddZ0hI2HZtrq.jpg",
    "code": 18491
  },
  {
    "id": 632632,
    "title": "Дарованный. Фильм",
    "description": "Продолжение одноименного сериала про любовную драму одного из участников группы - Акихико Кадзи.",
    "rating": 8.284,
    "poster": "https://image.tmdb.org/t/p/w500/x53z2oKgpz1twX1FuhSL0tyIc4w.jpg",
    "code": 632632
  },
  {
    "id": 3082,
    "title": "Новые времена",
    "description": "«Новые времена» — это эмоциональный, выдержанный в комическом ключе, отклик на перекосы машинной эпохи. Маленький Бродяга не желает быть «винтиком» в огромной мега-машине промышленного производства и так похожею на него человеческого общества. Чарли сражается с тупыми богачами, всесильными полицейскими, бездушными начальниками конвейерного производства. Иногда он выигрывает в этих сражениях, но чаще проигрывает, в конце концов, бесстрашно идет навстречу рассвету. Хотя «Новые времена» считается последним немым фильмом Чарли Чаплина, в нем Маленький Бродяга в первый и в последний раз обрел голос. Правда, он не заговорил, а запел в финальных кадрах картины, символизируя прощание с прекрасным периодом немого кинематографа.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/xRJVY11GV9zcErOgHqdExKTxfXP.jpg",
    "code": 3082
  },
  {
    "id": 42269,
    "title": "Мы так любили друг друга",
    "description": "История взаимоотношений трех друзей, влюбленных в одну женщину.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/wqCcSElrlRQqYRi8SdYZbNHIzxG.jpg",
    "code": 42269
  },
  {
    "id": 901,
    "title": "Огни большого города",
    "description": "Маленький Бродяга встречает красивую слепую девушку, торгующую цветами на улице, которая по ошибке принимает его за богатого герцога. Узнав о том, что операция может вернуть ей зрение, маленький Бродяга пускается на поиски денег.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/rDaOdZOWJCCpYkbdfUeXSutSZ9P.jpg",
    "code": 901
  },
  {
    "id": 77338,
    "title": "1+1",
    "description": "Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, — молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.",
    "rating": 8.274,
    "poster": "https://image.tmdb.org/t/p/w500/zQsq95pYgjhJwYKqoFdeXlVse88.jpg",
    "code": 77338
  },
  {
    "id": 1585,
    "title": "Эта замечательная жизнь",
    "description": "Джордж Бейли, владелец кредитной компании в выдуманном американском городке Бедфорд Фоллс, честный, отзывчивый, любящий муж и отец, подавлен свалившимися на него невзгодами и подумывает о самоубийстве.  Очевидно, что человек, отказывающийся от самого большого дара Бога - жизни - нуждается в помощи ангела-хранителя. И Небеса отправляют ему на выручку Кларенса, единственного свободного на тот момент Ангела Второго Класса, приятного, доброго, но неопытного, еще даже не заслужившего крылья.  Если он сделает свою работу хорошо и сможет отговорить Джорджа от смертного греха, он получит крылья. А времени у него почти не осталось... Кларенс находит единственно правильное решение - показать Джорджу мир, в котором тот не существует.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/k1GPXFWeCWCgvNLPwSFPr2u2F9w.jpg",
    "code": 1585
  },
  {
    "id": 28,
    "title": "Апокалипсис сегодня",
    "description": "Во время войны во Вьетнаме спецагент отправляется вверх по реке в Камбоджу с приказом найти и убить полусумасшедшего полковника, создавшего в отдаленном районе нечто вроде собственного королевства насилия. По пути мы видим почти сюрреалистический мир ужасов войны.",
    "rating": 8.272,
    "poster": "https://image.tmdb.org/t/p/w500/qD22STmuP6DiBmqIUmFrWSlpwCW.jpg",
    "code": 28
  },
  {
    "id": 568332,
    "title": "Тейлор Свифт. Мировое Турне Reputation",
    "description": "Тейлор Свифт презентует свой альбом Reputation в Далласе в рамках стадионного тура, наполняя ночь музыкой, яркими воспоминаниями и уникальными визуальными образами.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/u6oXUTtOuJRPdUgUuPAVVJPSKCo.jpg",
    "code": 568332
  },
  {
    "id": 637920,
    "title": "Чудо в камере № 7",
    "description": "Мемо - взрослый мужчина с интеллектом семилетнего ребенка. Однако он сумел построить семью, у него появилась дочь Ова. Однажды проходя мимо парка, Мемо видит в озере девочку и пытается её спасти, но безуспешно - девочка погибает. Оказывается, она была дочерью полицейского начальника, и тот арестовывает мужчину и сажает в тюрьму.",
    "rating": 8.26,
    "poster": "https://image.tmdb.org/t/p/w500/rBox8iyaG6TZzGFJLha42aylkFt.jpg",
    "code": 637920
  },
  {
    "id": 975,
    "title": "Тропы славы",
    "description": "Действие киноромана развертывается в 1916 году на Западном фронте. Полковник Дэкс командует пехотным полком французской армии. Уже два года союзники пытаются переломить ход войны с немцами. Начальник корпуса генерал Брулард приказывает дивизионному генералу Миро атаковать неприступную вражескую позицию, прозванную Муравьиным холмом. Провал операции был очевиден изначально, но когда атака закончилась полной неудачей, генерал приказал судить и расстрелять за трусость троих человек. Полковник Дэкс тщетно пытался защитить солдат, выбранных произвольно. Они отдали свои жизни, чтобы прикрыть глупость и амбиции начальства…",
    "rating": 8.259,
    "poster": "https://image.tmdb.org/t/p/w500/mMoD98cVnkKQKrEIL5iqYUOk3hB.jpg",
    "code": 975
  },
  {
    "id": 10376,
    "title": "Легенда о пианисте",
    "description": "В первый день XX века на пароходе «Вирджиния» в коробке из-под лимонов был найден младенец. Мальчик рос и проводил свою жизнь на громадном океанском лайнере, курсировавшем между Америкой и Европой, и он ни разу не сходил на берег. Загадочным образом научившись играть на рояле, Дэнни Будманн Т.Д. Лемон 1900-й стал настоящим виртуозом и развлекал публику, играя в ресторанном оркестре. С ним связаны удивительные истории, а его жизнь превратилась в легенду.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/yCZzJilnmhWbHNoBcmXU6ZQn4Hc.jpg",
    "code": 10376
  },
  {
    "id": 8587,
    "title": "Король Лев",
    "description": "У величественного Короля-Льва Муфасы рождается наследник по имени Симба. Уже в детстве любознательный малыш становится жертвой интриг своего завистливого дяди Шрама, мечтающего о власти. Симба познаёт горе утраты, предательство и изгнание, но в конце концов обретает верных друзей и находит любимую. Закалённый испытаниями, он в нелёгкой борьбе отвоёвывает своё законное место в «Круге жизни», осознав, что значит быть настоящим Королём.",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/j8tdiuhbF9p5mnAeA1YOUvz82xY.jpg",
    "code": 8587
  },
  {
    "id": 1160164,
    "title": "Тейлор Свифт: The Eras Tour",
    "description": "Фильм-концерт, который представляет несравненная Тейлор Свифт для своих фанатов со своего грандиозного тура 2023 года «The Eras Tour».",
    "rating": 8.3,
    "poster": "https://image.tmdb.org/t/p/w500/jf3YO8hOqGHCupsREf5qymYq1n.jpg",
    "code": 1160164
  },
  {
    "id": 533514,
    "title": "Вайолет Эвергарден. Фильм",
    "description": "Её работа — писать письма. Её имя — Вайолет Эвергарден. Прошло несколько лет, с тех пор как закончилась война, которая нанесла многим глубокие раны. Мир постепенно обретает покой, люди возвращаются к привычной жизни. Вайолет пытается научиться жить без самого важного для нее человека, но однажды она получает письмо, и в её груди вновь разгорается огонек надежды.",
    "rating": 8.255,
    "poster": "https://image.tmdb.org/t/p/w500/d2JjD4irP4VBUq226H3aOV47GYr.jpg",
    "code": 533514
  },
  {
    "id": 670,
    "title": "Олдбой",
    "description": "1988 год. Обычного человека по имени О Дэ-су, заботливого отца и любящего мужа, похищают прямо по дороге домой. Он приходит в себя в странном помещении, представляющем собой импровизированную тюрьму. Дэ-су мучается вопросом «за что», но не находит ответа. Спустя год в новостях он видит репортаж о гибели своей жены. Самое страшное, что убийцей считают его. После пятнадцати лет заточения бедняга, наконец, выходит на свободу…",
    "rating": 8.255,
    "poster": "https://image.tmdb.org/t/p/w500/lMW008z4oFLi5MwwrsI1Ey4Z70M.jpg",
    "code": 670
  },
  {
    "id": 630566,
    "title": "Облака",
    "description": "17-летнему парню диагностируют редкий рак костей. За несколько месяцев до смерти он влюбляется в девушку Эми и, несмотря на окружающую его грусть, находит в себе силы написать песню, чтобы отблагодарить всех своих друзей и близких.",
    "rating": 8.25,
    "poster": "https://image.tmdb.org/t/p/w500/4OLAtYFO23zGLzTrQhpuPDvLen5.jpg",
    "code": 630566
  },
  {
    "id": 25237,
    "title": "Иди и смотри",
    "description": "Фильм Элема Климова по сценарию Алеся Адамовича, вышедший в 1985 году, пожалуй, один из самых страшных фильмов о войне. Не только о войне 1941-1945, а о войне как о разрушающей силе, сметающей природный порядок вещей. Картина основана на документальных фактах и обращается к «Хатынской повести» Адамовича. Авторами выбрано именно то место и те события, которые стали символом народной беды и страдания. Герой ленты, Флёра, - шестнадцатилетний мальчишка, отправившийся в лес на подмогу к партизанам. В начале фильма он совсем ребёнок. В конце, пройдя через ужас карательной акции фашистов, становится взрослым, пугающе взрослым и даже - старым. Война исказила когда-то нежные, детские черты и превратила их в старческие морщины. Изменившееся лицо Флеры - это лицо Войны. Суровые в своей бескомпромиссной трезвости авторы сделали героем фильма не орденоносного партизана, а несмышлёного паренька, ещё не покинувшего детство.",
    "rating": 8.2,
    "poster": "https://image.tmdb.org/t/p/w500/baK79h2An0J8mzTue13KThAeYC5.jpg",
    "code": 25237
  },
  {
    "id": 995133,
    "title": "Мальчик, Крот, Лис и Конь",
    "description": "Лучший способ найти свое место — это быть вместе. Присоединяйтесь к неожиданной группе друзей в путешествии, чтобы найти дом мальчика.  По одноименному детскому иллюстрированному бестселлеру Чарли Маккизи.",
    "rating": 8.2,
    "poster": "https://image.tmdb.org/t/p/w500/1cC4sWqpsEVjcUBDkJPnVOrqv8b.jpg",
    "code": 995133
  },
  {
    "id": 447362,
    "title": "Жизнь за год",
    "description": "История 17-летнего Дэрина, который узнаёт, что его подруга смертельно больна. Он решает подарить девушке целую жизнь, уместив её в год, который ей остался.",
    "rating": 8.247,
    "poster": "https://image.tmdb.org/t/p/w500/q6ZdZVrYerWjOa1DASzCmcN9Lyg.jpg",
    "code": 447362
  },
  {
    "id": 283566,
    "title": "Евангелион 3.0+1.01: Как-то раз",
    "description": "Воздушный флот организации WILLE успешно проводит парижскую операцию: отбивается от армии беспилотных роботов, активирует гигантский уплотнительный столб, восстанавливает город и заполучает боеприпасы и запчасти «Евангелионов». А в это время потерявший волю к жизни из-за смерти Каору и чуть было не устроенного им самим Четвёртого удара Синдзи вместе с Рэй послушно следует за Аской, и вскоре троица оказывается в Третьей деревне — восстановленном поселении, где люди пытаются наладить мирную жизнь.",
    "rating": 8.2,
    "poster": "https://image.tmdb.org/t/p/w500/wgA8Sfwz43mRQPLPyWBs08EQohT.jpg",
    "code": 283566
  },
  {
    "id": 572154,
    "title": "Этому глупому свину и не снилась девочка-зайка",
    "description": "Сакута Адзусагава — одиннадцатиклассник из Фудзисавы, города, где огромное небо сходится с бескрайним морем. После целого ряда невероятных происшествий жизнь Сакуты наконец-то вернулась в нормальное русло, и он снова проводит время со своей девушкой — актрисой Маи Сакурадзимой. Но их идиллию нарушает Сёко Макинохара — первая любовь Сакуты, которой он многим обязан. У Сёко есть секрет: она существует в двух образах, как ученица средней школы и совершенно взрослый человек. И пока взрослая Сёко нарушила гармонию между Сакутой и Маи, младшая оказалась в больнице, вновь потревожив незажившие раны Сакуты.",
    "rating": 8.2,
    "poster": "https://image.tmdb.org/t/p/w500/xI5YQKLbEvDKLtZyr9sVWU7yNVE.jpg",
    "code": 572154
  },
  {
    "id": 527641,
    "title": "В метре друг от друга",
    "description": "Пространство, в котором они существуют, диктует жестокое условие — влюбленные должны находиться не ближе метра друг от друга, им недоступно даже прикосновение. Но истинная любовь не знает границ, и чем сильнее чувства, тем больше соблазн нарушить правила…",
    "rating": 8.2,
    "poster": "https://image.tmdb.org/t/p/w500/jkdiMtui1tg6oHad9gPZyYIH4aY.jpg",
    "code": 527641
  },
  {
    "id": 299534,
    "title": "Мстители: Финал",
    "description": "После разрушительных событий в \"Мстители: Войны бесконечности\", вселенная лежит в руинах. Оставшиеся в живых участники команды Мстителей снова объединяются в попытке восстановить баланс во вселенной.",
    "rating": 8.243,
    "poster": "https://image.tmdb.org/t/p/w500/dzAtuccZlvtcussbdZxpF4dkrB5.jpg",
    "code": 299534
  },
  {
    "id": 508965,
    "title": "Клаус",
    "description": "Владелец почтовой империи, чтобы научить ленивого отпрыска по имени Джеспер уму-разуму, отправляет его на крайний север в город Смиренсбург. Тот должен организовать там почтовое отделение и за год обработать не менее 6000 писем. Прибыв на место, парень оказывается в зоне боевых действий: два семейных клана, так уж исторически сложилось, питают взаимную ненависть и свято чтут многовековую традицию при любой возможности мутузить друг друга и делать пакости. Разумеется, в такой обстановке не до писем, и почтовое отделение давно превратилось в курятник. Уже практически отчаявшись, Джеспер посещает лесного отшельника по имени Клаус, и их знакомство положит начало удивительным событиям.",
    "rating": 8.241,
    "poster": "https://image.tmdb.org/t/p/w500/iQ4WqwaeYzL9Hiljji98AkwR8Ix.jpg",
    "code": 508965
  },
  {
    "id": 29259,
    "title": "Дыра",
    "description": "Молодой Гаспар, ожидающий решение суда, попадает в камеру к четырем приятелям, задумавшим побег. Пока длится следствие по их делам, они не хотят прохлаждаться впустую и готовят путь на волю. Жео, Ролан, Монсиньор и Маню посвящают новичка в свою тайну, и вот уже пять человек ломают стену в тюремном подземелье, день за днем увеличивая дыру и приближая себя к долгожданной свободе…",
    "rating": 8.245,
    "poster": "https://image.tmdb.org/t/p/w500/qAea8ngXQw1CsIBRfAUJM5BrUMm.jpg",
    "code": 29259
  },
  {
    "id": 490132,
    "title": "Зелёная книга",
    "description": "1960-е годы. После закрытия нью-йоркского ночного клуба на ремонт вышибала Тони по прозвищу Болтун ищет подработку на пару месяцев. Как раз в это время Дон Ширли, утончённый светский лев, богатый и талантливый чернокожий музыкант, исполняющий классическую музыку, собирается в турне по южным штатам, где ещё сильны расистские убеждения и царит сегрегация. Он нанимает Тони в качестве водителя, телохранителя и человека, способного решать текущие проблемы. У этих двоих так мало общего, и эта поездка навсегда изменит жизнь обоих.",
    "rating": 8.2,
    "poster": "https://image.tmdb.org/t/p/w500/aEeTnDzcnGRD5IjSFwVXjusKpu0.jpg",
    "code": 490132
  },
  {
    "id": 504253,
    "title": "Хочу съесть твою поджелудочную железу",
    "description": "Ученик старших классов узнает, что у его одноклассницы серьезное заболевание поджелудочной железы. Он старается проводить с девушкой больше времени, и ребята становятся очень близки.",
    "rating": 8.235,
    "poster": "https://image.tmdb.org/t/p/w500/avj8X4mamOl9Co9rARHwivaP2Td.jpg",
    "code": 504253
  },
  {
    "id": 265177,
    "title": "Мамочка",
    "description": "Яркая и взбалмошная вдова Диана забирает из интерната сына-подростка и полна решимости начать новую жизнь. Со Стивом они бы жили душа в душу, но вспышки гнева импульсивного сына то и дело подрывают шаткое равновесие в семье. На подмогу приходит скромная заикающаяся соседка Кайла, и в доме на время воцаряется идиллия, но как долго это продлится?",
    "rating": 8.2,
    "poster": "https://image.tmdb.org/t/p/w500/yfJLN3adiH9MNLvnM74d8yWNT6h.jpg",
    "code": 265177
  },
  {
    "id": 654299,
    "title": "Como caído del cielo",
    "description": "",
    "rating": 8.232,
    "poster": "https://image.tmdb.org/t/p/w500/xg6QZdlHrq2dtSK8cfnQQMnmpeY.jpg",
    "code": 654299
  },
  {
    "id": 454626,
    "title": "Соник в Кино",
    "description": "Отвязный ярко-синий ёж Соник вместе с новообретённым лучшим другом Томом Вачовски знакомится со сложностями жизни на Земле и противостоит злодейскому доктору Роботнику, который хочет пленить Соника и использовать его безграничные суперсилы для завоевания мирового господства.",
    "rating": 7.308,
    "poster": "https://image.tmdb.org/t/p/w500/5VkEgD5YIJye87E1xX6NQ5BVaTc.jpg",
    "code": 454626
  },
  {
    "id": 1302151,
    "title": "Mesa de Regalos",
    "description": "",
    "rating": 6.8,
    "poster": "https://image.tmdb.org/t/p/w500/kF99jQrV04pcb05FkREzo6SepWW.jpg",
    "code": 1302151
  },
  {
    "id": 1179051,
    "title": "Missão Porto Seguro",
    "description": "",
    "rating": 6.45,
    "poster": "https://image.tmdb.org/t/p/w500/dcoc4C57lCpAzBr2qojFjRCKO9E.jpg",
    "code": 1179051
  },
  {
    "id": 995803,
    "title": "Войны на арене",
    "description": "В не столь отдалённом будущем самым популярным телешоу на планете станет «спортивная» передача «Войны на арене», участники которой бьются буквально на смерть. В ход при этом идут всевозможные виды холодного и горячего оружия и самые бесчестные приёмы. Неудивительно, что в такой бойне чемпионов почти нет — почти все современные «гладиаторы» погибают от рук нескольких «звёзд» шоу, наряженных в пугающие костюмы. Однако, всё может измениться, когда на арену практически силком выпихивают бывшего супер-солдата, который томится в тюрьме по ложному обвинению.",
    "rating": 5.1,
    "poster": "https://image.tmdb.org/t/p/w500/4dRtXjk1rcsZlaMJpBn6Nh9cTfO.jpg",
    "code": 995803
  },
  {
    "id": 1108427,
    "title": "Моана в Кино",
    "description": "",
    "rating": 0,
    "poster": "https://image.tmdb.org/t/p/w500/cunira0Ho7hLigwAwrPXfCvgXu3.jpg",
    "code": 1108427
  },
  {
    "id": 1354627,
    "title": "SpongeBob Squarepants: Kreepaway Kamp",
    "description": "",
    "rating": 7,
    "poster": "https://image.tmdb.org/t/p/w500/aUOCmqkbCX94znDJNtSy1402Sie.jpg",
    "code": 1354627
  },
  {
    "id": 922806,
    "title": "空色ユーティリティ",
    "description": "",
    "rating": 4.7,
    "poster": "https://image.tmdb.org/t/p/w500/c67w0Fge21YHnLqmdN6tjFCWpHQ.jpg",
    "code": 922806
  },
  {
    "id": 1045770,
    "title": "Даааааали!",
    "description": "Начинающей журналистке поручено взять интервью у великого и ужасного Дали. Знаменитый художник соглашается на встречу, которая раз за разом переносится из-за обстоятельств непреодолимой силы. Экстравагантный, капризный и самый дерзкий человек на земле увлекает молодую женщину в лабиринт нескончаемых сюрпризов.",
    "rating": 6.174,
    "poster": "https://image.tmdb.org/t/p/w500/tzxEyJVQAHgfIyirotUv51UEUHE.jpg",
    "code": 1045770
  },
  {
    "id": 507241,
    "title": "Игра киллера",
    "description": "Наёмный убийца Джо узнаёт, что неизлечимо болен. Чтобы не страдать, он решает нанять лучших киллеров в мире убить себя. Вскоре оказывается, что в больнице были перепутаны снимки. Однако бывшие коллеги Джо уже взялись за работу, и теперь он должен противостоять армии профессиональных убийц, чтобы спасти себя и свою возлюбленную.",
    "rating": 6.5,
    "poster": "https://image.tmdb.org/t/p/w500/7WkwPMOtJrtG4gc9YhGZxmzC0fH.jpg",
    "code": 507241
  },
  {
    "id": 940551,
    "title": "Миграция",
    "description": "Семья уток пытается убедить своего слишком заботливого отца отправиться в отпуск всей жизни.",
    "rating": 7.413,
    "poster": "https://image.tmdb.org/t/p/w500/lpWto9huy5li4VIgVOxL5Mp1cJR.jpg",
    "code": 940551
  },
  {
    "id": 592983,
    "title": "Завороженные",
    "description": "Могущественное заклинание превращает родителей юной принцессы в огромных чудовищ. Теперь ей предстоит отправиться в опасное путешествие, чтобы снять проклятие — и время не ждёт!",
    "rating": 6.731,
    "poster": "https://image.tmdb.org/t/p/w500/jzsnxGucA8Y20u1sWJ3J9pdQACG.jpg",
    "code": 592983
  },
  {
    "id": 1397854,
    "title": "Любовная афера",
    "description": "Два брата, погрязшие в долгах, решают обмануть богатую наследницу, чтобы спасти свою квартиру в Неаполе. Однако вскоре в их планы вмешивается любовь.",
    "rating": 6.528,
    "poster": "https://image.tmdb.org/t/p/w500/q9hWQ7HY6ua4Kvw05Ot4Th3Idcf.jpg",
    "code": 1397854
  },
  {
    "id": 942890,
    "title": "Дом тьмы",
    "description": "Хап знакомится в баре с очаровательной девушкой и, когда она просит довезти её до дома, не может отказать. Дом оказывается старинным особняком в глуши, а новая знакомая кажется наследницей богатого рода, поэтому парень с удовольствием принимает приглашение зайти выпить. Флирт продолжается, Хап не может поверить своему везению, когда вдруг события принимают неожиданный поворот.",
    "rating": 5.083,
    "poster": "https://image.tmdb.org/t/p/w500/kjfcBAJvak8mMLyCf7wmeLvtDQH.jpg",
    "code": 942890
  },
  {
    "id": 502356,
    "title": "Братья Супер Марио в кино",
    "description": "Анимационный фильм, основанный на компьютерной игре Super Mario Bros. Работая под землей над ремонтом водопровода, бруклинские сантехники — братья Марио и Луиджи — спускаются по таинственной трубе и попадают в волшебный новый мир. Но когда братья разлучаются, Марио отправляется в эпическое путешествие, чтобы найти Луиджи.",
    "rating": 7.636,
    "poster": "https://image.tmdb.org/t/p/w500/p8iYoIEW7fPlOWtMIbB7GoKFgyy.jpg",
    "code": 502356
  },
  {
    "id": 68828,
    "title": "アウトランダーズ",
    "description": "",
    "rating": 4.9,
    "poster": "https://image.tmdb.org/t/p/w500/jb6Ht6p1gc7OubIpA2h0UIdKpB6.jpg",
    "code": 68828
  },
  {
    "id": 926670,
    "title": "Опасный Генри. Фильм",
    "description": "Опасного Генри и его новую помощницу засасывает в портал в другие миры. Теперь они должны найти дорогу обратно в Дистопию... или застрять в ловушке навсегда.",
    "rating": 8.733,
    "poster": "https://image.tmdb.org/t/p/w500/dFWj2rOGsqSIX1PHFghbCBgpMnk.jpg",
    "code": 926670
  },
  {
    "id": 808,
    "title": "Шрэк",
    "description": "Жил да был в сказочном государстве большой зеленый великан по имени Шрэк. Жил он в гордом одиночестве в лесу, на болоте, которое считал своим. Но однажды злобный коротышка - лорд Фаркуад, правитель волшебного королевства, безжалостно согнал на Шрэково болото всех сказочных обитателей. И беспечной жизни зеленого тролля пришел конец. Но лорд Фаркуад пообещал вернуть Шрэку болото, если великан добудет ему прекрасную принцессу Фиону , которая томится в неприступной башне, охраняемой огнедышащим драконом...",
    "rating": 7.745,
    "poster": "https://image.tmdb.org/t/p/w500/5OPCH713UIEeWuvRZpVkkzrZ3Hd.jpg",
    "code": 808
  },
  {
    "id": 1371727,
    "title": "Зверопой: Thriller",
    "description": "Бастер Мун и другие персонажи попадают в звёздную фантасмагорию по мотивам «Триллера» Майкла Джексона.",
    "rating": 7.2,
    "poster": "https://image.tmdb.org/t/p/w500/6s9N1wIKePhLBRjhE7UgkYZwkqt.jpg",
    "code": 1371727
  },
  {
    "id": 639720,
    "title": "Воображаемые Друзья",
    "description": "«Воображаемые друзья» – веселая история о девочке с уникальным даром. Она видит воображаемых друзей каждого. В главных ролях – К.Флеминг, Р.Рейнольдс и Дж.Красински. Девочка отправляется в волшебное путешествие – воссоединить забытых воображаемых друзей с выдумавших их детьми. Приключение, в которое нужно поверить, чтобы увидеть. Прекрасно подходит для всей семьи. В фильме режиссера-сценариста Джона Красински также задействован звездный актерский состав, в т. ч. Фиби Уоллер-Бридж и Стив Карелл.",
    "rating": 7.107,
    "poster": "https://image.tmdb.org/t/p/w500/4h27ou4SRNiiTfnADQ2qEh2Q6WF.jpg",
    "code": 639720
  },
  {
    "id": 315162,
    "title": "Кот в сапогах 2: Последнее желание",
    "description": "Кот в сапогах потратил восемь из девяти отпущенных ему жизней и теперь отправляется в новое приключение, чтобы отыскать мифическое Последнее желание и восстановить свои жизни.",
    "rating": 8.22,
    "poster": "https://image.tmdb.org/t/p/w500/z2gOE3Z4mNLAcw0dQ1BlGoWLrH7.jpg",
    "code": 315162
  },
  {
    "id": 2062,
    "title": "Рататуй",
    "description": "Париж! Рай для гурмана — лучшая еда, лучшие рестораны, лучшие повара! Реми мечтает стать одним из них — величайшим поваром столицы мировой кулинарии. У Реми есть для этого все — идеальный нюх и вкус, знание лучших рецептов и невероятные способности к импровизации. Есть только одна проблема... Реми — крыса. Родственники Реми, корят его за предательство традиций крысиного племени, а хозяин ресторана — повар по имени Живодэр — старается извести. Только поваренок Лингвини, который подружился с Реми, разделяет его склонность к несбыточным мечтам.",
    "rating": 7.8,
    "poster": "https://image.tmdb.org/t/p/w500/6u4JvZBiw1Uv6BgTlWNsFSSHlMn.jpg",
    "code": 2062
  },
  {
    "id": 1401586,
    "title": "Соник 4 в Кино",
    "description": "",
    "rating": 0,
    "poster": "https://image.tmdb.org/t/p/w500/t8uoHBODkFlSQJRL6qc4IclUBlH.jpg",
    "code": 1401586
  },
  {
    "id": 97697,
    "title": "Приходи играть со мной",
    "description": "Двое фальшивомонетчиков перебираются в замок Бовингтон, планируя развернуться вовсю. Сюда же наведывается племянник хозяйки с целым эскадроном девиц, раздевающихся направо и налево. Тетушка быстро скумекала, что на этом можно сделать деньги, и устроила в замке публичный дом под вывеской лечебного пансионата...",
    "rating": 4.9,
    "poster": "https://image.tmdb.org/t/p/w500/noTS4wNV5jg3E8nJixhrcWxt38B.jpg",
    "code": 97697
  },
  {
    "id": 177572,
    "title": "Город героев",
    "description": "Действие развивается в японском городе Сан-Франсокио, где мальчик-гений и его робот-телохранитель присоединяются к команде неопытных супергероев.",
    "rating": 7.731,
    "poster": "https://image.tmdb.org/t/p/w500/vgC58PBGiEKlN7Gks5JFOShPIGH.jpg",
    "code": 177572
  },
  {
    "id": 106646,
    "title": "Волк с Уолл-стрит",
    "description": "1987 год. Джордан Белфорт становится брокером в успешном инвестиционном банке. Вскоре банк закрывается после внезапного обвала индекса Доу-Джонса. По совету жены Терезы Джордан устраивается в небольшое заведение, занимающееся мелкими акциями. Его настойчивый стиль общения с клиентами и врождённая харизма быстро даёт свои плоды. Он знакомится с соседом по дому Донни, торговцем, который сразу находит общий язык с Джорданом и решает открыть с ним собственную фирму. В качестве сотрудников они нанимают нескольких друзей Белфорта, его отца Макса и называют компанию «Стрэттон Оукмонт». В свободное от работы время Джордан прожигает жизнь: лавирует от одной вечеринки к другой, вступает в сексуальные отношения с проститутками, употребляет множество наркотических препаратов, в том числе кокаин и кваалюд. Однажды наступает момент, когда быстрым обогащением Белфорта начинает интересоваться агент ФБР...",
    "rating": 8.031,
    "poster": "https://image.tmdb.org/t/p/w500/kRbBfEgHCF1tv8S7QlrtQZ60z8t.jpg",
    "code": 106646
  },
  {
    "id": 862,
    "title": "История Игрушек",
    "description": "Каждый ребёнок верит, что когда он оставляет свои игрушки одни, они начинают заниматься своими делами. Этот мультипликационный фильм позволяет убедиться им в своей правоте. Основная идея фильма — каждая игрушка боится надоесть, стать забытой, заменённой другой, так как весь смысл их существования доставлять счастье своим хозяевам.",
    "rating": 8,
    "poster": "https://image.tmdb.org/t/p/w500/gRLk7XpdRyNa697taDKtFx3l6qV.jpg",
    "code": 862
  },
  {
    "id": 150540,
    "title": "Головоломка",
    "description": "Это история про обычную девочку, которую зовут Райли. Она, как и все другие дети или взрослые, имеет 5 основных видов эмоций, это — Страх, Гнев, Радость, Печаль и Брезгливость. Они помогают девочке разобраться в определённых ситуациях, в общем, руководят ею полностью, и, как правило действуют гармонично. Однажды родители героини решили переехать из маленького города в большой. Вот здесь-то гармония кардинально нарушается. Каждая эмоция считает, что для приспособления к новой среде должна действовать именно она. Но ничего из того не выйдет, пока взаимопонимание не восстановится между ними. Получится ли у них это сделать?",
    "rating": 7.9,
    "poster": "https://image.tmdb.org/t/p/w500/8wukxopBFO2Vrf50jlLpbrfj4OB.jpg",
    "code": 150540
  },
  {
    "id": 585,
    "title": "Корпорация монстров",
    "description": "Склизский гад в сливном бачке, мохнатый зверь, похожий на чудовище из «Аленького цветочка», гигантские мокрицы под кроватью — все они существуют на самом деле. Все, что им нужно — пугать детей, потому что из детских криков они получают электричество. Полнометражный мультфильм рассказывает о кризисах в мире монстров, их жизни. Но однажды вся мирная жизнь монстров оказывается под угрозой: в их мир попадает ребенок. А с детьми столько хлопот, что они могут довести даже монстров.",
    "rating": 7.843,
    "poster": "https://image.tmdb.org/t/p/w500/zXIusESsQ7ZXP9MFwbvcTTZ3XWF.jpg",
    "code": 585
  },
  {
    "id": 1221404,
    "title": "映画クレヨンしんちゃん オラたちの恐竜日記",
    "description": "",
    "rating": 5.75,
    "poster": "https://image.tmdb.org/t/p/w500/nVUZBgpWxGDiKHMI6ymm4neoBsE.jpg",
    "code": 1221404
  },
  {
    "id": 1329336,
    "title": "Плохие Парни: Жутковатое Ограбление",
    "description": "Хитрые Плохие парни планируют провернуть на Хэллоуин крупное ограбление и умыкнуть бесценный амулет из зловещего особняка. Что может пойти не так?",
    "rating": 6.955,
    "poster": "https://image.tmdb.org/t/p/w500/s4NCEmllb2XVDehGaM860QEvXfG.jpg",
    "code": 1329336
  },
  {
    "id": 645757,
    "title": "То Рождество",
    "description": "Для жителей городка Веллингтон-он-Си наступает незабываемое Рождество, когда сильнейшая в истории снежная буря меняет все планы — в том числе и планы Санты.",
    "rating": 7.127,
    "poster": "https://image.tmdb.org/t/p/w500/zW6r9Zwgn1wWcQAWaLRuJDXW8QG.jpg",
    "code": 645757
  },
  {
    "id": 1235913,
    "title": "Yo no soy esa",
    "description": "",
    "rating": 4.5,
    "poster": "https://image.tmdb.org/t/p/w500/boO67d8MCPwtLR9fRFWfDjMvpz9.jpg",
    "code": 1235913
  },
  {
    "id": 917496,
    "title": "Битлджус Битлджус",
    "description": "Битлджус возвращается! После неожиданной семейной трагедии три поколения семьи Дотс возвращаются домой в Уинтер-Ривер. Жизнь Лидии переворачивается с ног на голову, когда ее непокорная дочь-подросток Астрид обнаруживает на чердаке таинственную модель города и случайно открывается портал в загробную жизнь. Поскольку в обоих мирах назревают неприятности, это только вопрос времени, когда кто-нибудь трижды произнесет имя Битлджуса, и озорной демон вернется, чтобы устроить свой собственный беспредел.",
    "rating": 7.075,
    "poster": "https://image.tmdb.org/t/p/w500/cC27Z2eQJXjII2Bw7D4BDCsTCr1.jpg",
    "code": 917496
  },
  {
    "id": 974262,
    "title": "Наследники: Возвышение Рэд",
    "description": "Ред, дочь Королевы Сердец, и Хлоя, дочь Золушки, объединяются, чтобы спасти Аурадон, путешествуя в прошлое с помощью карманных часов Белого Кролика, чтобы остановить событие, которое может привести к серьезным последствиям.",
    "rating": 6.9,
    "poster": "https://image.tmdb.org/t/p/w500/iiZVS6Sj59stYFFHKz0bPsCaq1X.jpg",
    "code": 974262
  },
  {
    "id": 346698,
    "title": "Барби",
    "description": "Барбилэнд — идеальное место для всех, кто идеален. Но что делать, если у тебя случился экзистенциальный кризис? Барби и Кен отправляются навстречу приключениям в реальный мир.",
    "rating": 6.989,
    "poster": "https://image.tmdb.org/t/p/w500/lQrVqEYnJVljNaQYXcryKbX65Ks.jpg",
    "code": 346698
  },
  {
    "id": 1014590,
    "title": "Повышение",
    "description": "Честолюбивой стажерке аукционного дома Ане ее босс неожиданно повышает билет до первого класса, когда Ана летит в командировку в Лондон. Ей нравится более комфортабельный образ жизни в салоне первого класса. Там она знакомится с красивым и богатым Уильямом и решает пожить в мире фантазии немного дольше, чем стоило бы.",
    "rating": 7.227,
    "poster": "https://image.tmdb.org/t/p/w500/w0OP3ho2iClFg1qIOYuPqv96skO.jpg",
    "code": 1014590
  },
  {
    "id": 616446,
    "title": "Братья",
    "description": "Братья-близнецы Мок и Джейди родились не в самой благополучной семье и с детства пошли по пути криминала. А когда их мать после ограбления поезда и похищения изумрудов пускается в бега, парни начинают специализироваться на взломах сейфов. Спустя годы во время очередного дела братьев застаёт на месте преступления охрана. В итоге Джейди попадает в тюрьму, а Моку удаётся скрыться и начать новую мирную жизнь. Благодаря родственным связям коррумпированного охранника Фарфула Джейди удаётся выйти по УДО, но с одним условием: он должен как можно скорее найти похищенные матерью изумруды, и без помощи Мока тут не обойтись.",
    "rating": 6,
    "poster": "https://image.tmdb.org/t/p/w500/4K7GA3TZofxTo15h3Z5SolsR5UB.jpg",
    "code": 616446
  },
  {
    "id": 976573,
    "title": "Элементарно",
    "description": "В Элемент-Сити обитатели огня, воды, земли и воздуха живут вместе. У сильной и вспыльчивой Эмбер завязывается дружба с расслабленным, плывущим по течению Уэйдом — дружба, которая бросит вызов её представлениям о мире вокруг.",
    "rating": 7.622,
    "poster": "https://image.tmdb.org/t/p/w500/88xo5uF03kEgFWXRQJerXRdONBE.jpg",
    "code": 976573
  },
  {
    "id": 1094274,
    "title": "Миллениум",
    "description": "В канун Нового 1999-го года двое старшеклассников решают сорвать последний крупный праздник перед наступлением нового тысячелетия. Ночь становится ещё более безумной, чем они могли себе представить, когда часы бьют полночь.",
    "rating": 5.3,
    "poster": "https://image.tmdb.org/t/p/w500/1JZPXJnuSsEtXWz3hFQU249pQ4L.jpg",
    "code": 1094274
  },
  {
    "id": 1389038,
    "title": "Mickey and the Very Many Christmases",
    "description": "",
    "rating": 6,
    "poster": "https://image.tmdb.org/t/p/w500/j8HNzRSIsiiCfSzsU1FU8U60VAd.jpg",
    "code": 1389038
  },
  {
    "id": 809,
    "title": "Шрэк 2",
    "description": "Шрэк и Фиона возвращаются после медового месяца и находят письмо от родителей Фионы с приглашением на ужин. Однако те не подозревают, что их дочь тоже стала огром! Вместе с Осликом счастливая пара отправляется в путешествие, полное неожиданностей, и попадает в круговорот событий, во время которых приобретает множество друзей…",
    "rating": 7.284,
    "poster": "https://image.tmdb.org/t/p/w500/vALSn7rJEuX742gWKcmCVLquw5J.jpg",
    "code": 809
  },
  {
    "id": 10192,
    "title": "Шрэк Навсегда",
    "description": "Чем бы еще заняться огру, который уже сразился со злым драконом, спас прекрасную принцессу и уберег от беды королевство родственников по линии жены? Что ж, если вы Шрэк, то, сами того не заметив, вы вдруг сядете дома и станете наслаждаться покоем в кругу семьи. Вместо того чтобы как раньше пугать деревенских жителей, теперь Шрэк, хоть и с неохотой, но соглашается оставлять автографы на их вилах. А куда же подевался знаменитый рык этого огра?",
    "rating": 6.378,
    "poster": "https://image.tmdb.org/t/p/w500/6n740zxR80xTNCHK3Uo3Mzj5CED.jpg",
    "code": 10192
  },
  {
    "id": 1154304,
    "title": "Как приручить бизона",
    "description": "1886 год. Двое ирландских сирот прибывают на океанском лайнере в шумный и суетливый Нью-Йорк. Мэри и Том проделали долгий путь, чтобы встретиться со своим дядей Найлом и получить наследство. Почти без гроша в кармане они отправляются в захватывающее приключение по Трансконтинентальной железной дороге.",
    "rating": 6.8,
    "poster": "https://image.tmdb.org/t/p/w500/r9BeqSkZdGuvFGQ7BoIPSbMAihh.jpg",
    "code": 1154304
  },
  {
    "id": 818647,
    "title": "Из моего окна",
    "description": "Ракель уже давно тайно влюблена в своего соседа. Но все меняется, когда он начинает отвечать ей взаимностью несмотря на протесты родителей.",
    "rating": 7.4,
    "poster": "https://image.tmdb.org/t/p/w500/mDlsFNi0HdlEWbm7066KQM27bDE.jpg",
    "code": 818647
  },
  {
    "id": 269149,
    "title": "Зверополис",
    "description": "Добро пожаловать в Зверополис — современный город, населенный самыми разными животными, от огромных слонов до крошечных мышек. Зверополис разделен на районы, полностью повторяющие естественную среду обитания разных жителей — здесь есть и элитный район Площадь Сахары и неприветливый Тундратаун. В этом городе появляется новый офицер полиции, жизнерадостная зайчиха Джуди Хоппс, которая с первых дней работы понимает, как сложно быть маленькой и пушистой среди больших и сильных полицейских. Джуди хватается за первую же возможность проявить себя, несмотря на то, что ее партнером будет болтливый хитрый лис Ник Уайлд. Вдвоем им предстоит раскрыть сложное дело, от которого будет зависеть судьба всех обитателей Зверополиса.",
    "rating": 7.749,
    "poster": "https://image.tmdb.org/t/p/w500/qNZT8HwPWFv8Dc5rEE0O3FFODha.jpg",
    "code": 269149
  },
  {
    "id": 792307,
    "title": "Бедные-несчастные",
    "description": "События происходят в уникальной альтернативной реальности, визуально характерной для стимпанка, где зритель знакомится с Беллой Бакстер (Эмма Стоун), девушкой, которая покончила жизнь самоубийством во время беременности. Ученому (Уиллем Дефо), открывшему секрет оживления мертвых тел, удается удалить мозг будущего младенца и имплантировать его матери. На первый взгляд, просто страшная сказка с пикантными особенностями, - оказывается многослойным произведением, поднимающим весьма сложные вопросы. 'Бедные-несчастные' - фильм, который не поддается простой классификации, это и викторианский роман, и макабрическая комедия, и франкенштейновская сказка о воскрешении, и размышления о смертности - все в одном славном причудливом пакете сюрреалистической смеси восторга и тревоги. Экранизация одноимённого романа Аласдера Грея.",
    "rating": 7.719,
    "poster": "https://image.tmdb.org/t/p/w500/uE2QMiofUiPUyBAPagx35jpw9aF.jpg",
    "code": 792307
  },
  {
    "id": 1120383,
    "title": "Victoria må dø",
    "description": "",
    "rating": 6,
    "poster": "https://image.tmdb.org/t/p/w500/bLQiuka5p4vrRUt7ES5G4HDQz8A.jpg",
    "code": 1120383
  },
  {
    "id": 568124,
    "title": "Энканто",
    "description": "Удивительная семья Мадригалов живет в спрятанном в горах Колумбии волшебном доме, расположенном в чудесном и очаровательном уголке под названием Энканто. Каждого ребёнка в семье Мадригалов магия этого места благословила уникальным даром — от суперсилы до способности исцелять. Увы, магия обошла стороной одну лишь юную Мирабель. Обнаружив, что магия Энканто находится в опасности, Мирабель решает, что именно она может быть последней надеждой на спасение своей особенной семьи.",
    "rating": 7.596,
    "poster": "https://image.tmdb.org/t/p/w500/diNlX2ahj7oBA5MCarDzrxi3eeG.jpg",
    "code": 568124
  },
  {
    "id": 1139566,
    "title": "Из моего окна 3: новая встреча",
    "description": "Ракель и Арес продолжают испытывать свои чувства отношениями на расстоянии. Наконец наступает очередное лето, и возлюбленные воссоединяются на фоне живописных видов Коста-Бравы. Оба предвкушают время наедине, тусовки с друзьями и лучшие дни своей молодости. Но в какой-то момент и Ракель, и Арес начинают сомневаться в том, что их любовь будет длиться вечно.",
    "rating": 7,
    "poster": "https://image.tmdb.org/t/p/w500/4q2rqiOXnn8oo4Uuvp0HkOgsE5D.jpg",
    "code": 1139566
  },
  {
    "id": 3563,
    "title": "Чак и Ларри: Пожарная свадьба",
    "description": "Два верных друга, решают изобразить из себя гомосексуальную пару, чтобы получить социальные льготы, предназначенные для семейных. Но когда местный придирчивый чиновник начинает выяснение деталей, \"заговор\" становится из конфиденциального вопросом номер один для города, попадая на первые страницы газет. Вынужденные изображать из себя влюбленную пару, Чак и Ларри должны теперь пробираться через каскад нелепых и смешных ситуаций.",
    "rating": 6.1,
    "poster": "https://image.tmdb.org/t/p/w500/lXGqYqsjaxmm222wGltqkFGNnrG.jpg",
    "code": 3563
  },
  {
    "id": 38365,
    "title": "Одноклассники",
    "description": "5 друзей детства встречаются после 30 лет разлуки в летнем доме у озера на уик-энд в День независимости. Они приехали сюда с семьями, чтобы почтить память школьного тренера по баскетболу и отпраздновать тридцатую годовщину чемпионата, в котором они вместе выиграли.",
    "rating": 6.397,
    "poster": "https://image.tmdb.org/t/p/w500/n7Hx7Arnv3SmfTv3Kli9NSPalHd.jpg",
    "code": 38365
  },
  {
    "id": 55685,
    "title": "Когда тебе двадцать",
    "description": "Эта история двух подруг-феминисток Тины и Лиа, которые в свои двадцать путешествуют по Италии в поисках сексуальных приключений. Но они не знают, что их ждет в конце.",
    "rating": 5.8,
    "poster": "https://image.tmdb.org/t/p/w500/p2eSiZg3Qv4Akm9StkyYa4JPzCb.jpg",
    "code": 55685
  },
  {
    "id": 567811,
    "title": "10 жизней",
    "description": "Все прекрасно знают, что у котов девять жизней. А еще говорят, что коты ленивые, капризные и довольно агрессивны к окружающим. И все-таки даже самые заносчивые из них просто душки по сравнению с пушистой бестией по имени Беккет. Но его будни скоро изменятся. Притом, целых десять раз! Коту предстоит побывать в шкуре совершенно разных животных, чтобы, наконец, начать ценить свою собственную жизнь.",
    "rating": 7.9,
    "poster": "https://image.tmdb.org/t/p/w500/s936I8PB7oM9SGfpXC4R9dG7ir.jpg",
    "code": 567811
  },
  {
    "id": 937278,
    "title": "Мой ужасный сосед",
    "description": "Когда весёлая молодая семья переезжает в соседний дом, Отто встречает пару в своей манере, но вскоре неожиданная дружба с сообразительной и глубоко беременной Марисоль перевернёт его мир с ног на голову.",
    "rating": 7.767,
    "poster": "https://image.tmdb.org/t/p/w500/iQgbTEBd0lnWV6g91v2tjETn6c.jpg",
    "code": 937278
  },
  {
    "id": 787699,
    "title": "Вонка",
    "description": "Мечтая открыть магазин в городе, славящемся своим шоколадом, молодой и бедный Вилли Вонка обнаруживает, что этой индустрией управляет картель жадных шоколатье.",
    "rating": 7.101,
    "poster": "https://image.tmdb.org/t/p/w500/xZuJt8fEugqoawTvxDktt5Qt11X.jpg",
    "code": 787699
  },
  {
    "id": 18785,
    "title": "Мальчишник в Вегасе",
    "description": "Они мечтали устроить незабываемый мальчишник в Вегасе. Но теперь им действительно необходимо вспомнить, что именно происходило! Чей ребенок сидит в шкафу шикарного номера отеля? Как в ванную попал тигр? Почему у одного из них нет зуба? И, самое главное, куда делся жених?! То, что парни вытворяли на вечеринке, не идет ни в какое сравнение с тем, что им придется сделать на трезвую голову, когда они будут шаг за шагом восстанавливать события прошлой ночи, каждый раз — новая зацепка.",
    "rating": 7.322,
    "poster": "https://image.tmdb.org/t/p/w500/rRKFBbfh8P8TswvSA6UGhEUVzfN.jpg",
    "code": 18785
  },
  {
    "id": 863,
    "title": "История Игрушек 2",
    "description": "Ковбой Вуди и другие игрушки мальчика по имени Энди продолжают жить, радуясь каждому дню. Но неожиданно всё меняется, когда Вуди похищает коварный коллекционер. Оказывается, что Вуди — очень ценная игрушка из коллекции, за которую японский музей игрушек готов заплатить огромную сумму. В доме коллекционера он находит своих родственников. В это время игрушки во главе с Баззом Лайтером отправляются на помощь. Вуди узнаёт о своём знаменитом прошлом, и перед ним встаёт непростой выбор. Блистать в витрине музея или же вернуться к любимому хозяину?",
    "rating": 7.6,
    "poster": "https://image.tmdb.org/t/p/w500/descLErszABnAy79SDTzupmPD7e.jpg",
    "code": 863
  },
  {
    "id": 22705,
    "title": "Нарушая запреты",
    "description": "Карла Борин молода, сексуальна и полна желаний. Одно из них — освоить английский язык. Для полного погружения в среду Карла приезжает в Лондон, вскоре к ней должен присоединиться ее возлюбленный Матео. В поисках жилья она отправляется в агентство недвижимости, где знакомится с его владелицей.  Получив соблазнительно выгодное предложение, Карла оказывается в ее объятиях… И это лишь небольшой эпизод в ее свободной, полной эротических приключений жизни!",
    "rating": 5.7,
    "poster": "https://image.tmdb.org/t/p/w500/tJV9olNOquDVQwt5nHxHuJc2kua.jpg",
    "code": 22705
  },
  {
    "id": 843527,
    "title": "Мысль о тебе",
    "description": "У 40-летней матери-одиночки, неожиданно завязывается роман с 24-летним солистом самой популярной мужской группы на планете.",
    "rating": 7.406,
    "poster": "https://image.tmdb.org/t/p/w500/zyYeVc5CCOxv67qxYJyyiArA9i5.jpg",
    "code": 843527
  },
  {
    "id": 197158,
    "title": "Порно!",
    "description": "Альманах из трех эротических новелл. В комедии «Газели» девушка приглашает домой одноклассницу, чтобы в отсутствие родителей показать ей эротическую коллекцию своего отца. Но гостья оказывается куда искушеннее, чем это представлялось ее хозяйке… В драме «Наслаждение добродетелью» одинокая богатая женщина в поисках развлечения знакомится на дискотеке с мужчиной. Но вместо бурной страсти ее кавалер начинает рассказывать даме о том, какое наслаждение может подарить добродетель. Несмотря на разочарование, той ничего не остается, как терпеливо слушать, надеясь на то, что продолжение все-таки последует. И она не разочаруется… В хорроре «Кузнечик» слепая женщина невидимыми узами привязала к себе мужчину, контролируя его разум посредством развешанных по всему дому зеркал. Несчастный, полностью подчиненный чудовищу в образе беспомощного инвалида, вынужден исполнять все ее капризы. Но случайно залетевший в комнату кузнечик показывает мужчине путь к избавлению от ужаса…",
    "rating": 5,
    "poster": "https://image.tmdb.org/t/p/w500/5YEd5kfXK8uoM2bzSYtPc14az82.jpg",
    "code": 197158
  },
  {
    "id": 293660,
    "title": "Дэдпул",
    "description": "Уэйд Уилсон — наёмник. Будучи побочным продуктом программы вооружённых сил под названием «Оружие X», Уилсон приобрёл невероятную силу, проворство и способность к исцелению. Но страшной ценой: его клеточная структура постоянно меняется, а здравомыслие сомнительно. Всё, чего Уилсон хочет, — это держаться на плаву в социальной выгребной яме. Но течение в ней слишком быстрое.",
    "rating": 7.623,
    "poster": "https://image.tmdb.org/t/p/w500/r5PYZGOiIQuGpaZas9TTplNZ5Ox.jpg",
    "code": 293660
  },
  {
    "id": 384018,
    "title": "Форсаж: Хоббс и Шоу",
    "description": "Люк Хоббс – американский элитный спецагент, он любит удобную спортивную одежду, большие пикапы и здоровое питание. Декард Шоу – британский пижон, бывший сотрудник разведки, предпочитает дорогие костюмы, спортивные авто и пабы. Эти двое терпеть друг друга не могут. Но если кто-то угрожает их семьям, они готовы пойти на всё. Даже на работу в команде",
    "rating": 6.852,
    "poster": "https://image.tmdb.org/t/p/w500/uKchEnEOTCvh1iZ7AyOs7p9aoVq.jpg",
    "code": 384018
  },
  {
    "id": 746036,
    "title": "Каскадёры",
    "description": "Потрёпанный жизнью каскадёр Колт нехотя возвращается в профессию, чтобы помочь бывшей девушке Джоди снять первый фильм — блокбастер с многомиллионным бюджетом. Ситуация осложняется пропажей исполнителя главной роли.",
    "rating": 7.061,
    "poster": "https://image.tmdb.org/t/p/w500/9XSM0lvQ4qoYmRXoHQA22gjhZmP.jpg",
    "code": 746036
  },
  {
    "id": 137,
    "title": "День сурка",
    "description": "Телевизионный комментатор Фил Коннорс каждый год приезжает в маленький городок в штате Пенсильвания на празднование Дня сурка. Но на этот раз веселье рискует зайти слишком далеко. Время сыграло с ним злую шутку: оно взяло да и остановилось. Теперь на календаре Фила чернеет одна и та же дата - 2 февраля, из которой он никак не может выбраться. Неунывающий ведущий пытается извлечь выгоду из своего комичного положения: впереди у него уйма времени и безмятежное предсказуемое будущее. Отныне с ним не случится ничего плохого... и ничего хорошего. У Фила осталась одна заветная мечта, простая и незамысловатая - 3 февраля...",
    "rating": 7.611,
    "poster": "https://image.tmdb.org/t/p/w500/gVv4Zy77h8xICJg7QhBocFaaymb.jpg",
    "code": 137
  },
  {
    "id": 616037,
    "title": "Тор: Любовь и гром",
    "description": "Тор  отправляется в путешествие, не похожее ни на что из того, с чем он когда-либо сталкивался, — в поисках внутреннего спокойствия. Но его выход на пенсию прерывается Горром Убийцей богов, который стремится уничтожить богов. Чтобы справиться с угрозой, Тор обращается за помощью к Валькирии, Коргу и бывшей подруге Джейн Фостер, которая, к удивлению Тора, необъяснимым образом владеет своим волшебным молотом Мьёльниром. Вместе они отправляются в душераздирающее космическое приключение, чтобы раскрыть тайну Горра и остановить его, пока не стало слишком поздно.",
    "rating": 6.43,
    "poster": "https://image.tmdb.org/t/p/w500/xWA0Av3mO7uH2bqGU7QMfckY9si.jpg",
    "code": 616037
  },
  {
    "id": 425,
    "title": "Ледниковый Период",
    "description": "Весёлые и опасные приключения героев. 20 000 лет назад. Чтобы избежать приближающегося из-за наступления ледникового периода холода, животные мигрируют на юг. Однако некоторые из них все-таки решают остаться - одинокий, угрюмый мамонт Мэнни, а также бесшабашный ленивец Сид. Случайно эта парочка наталкивается на человеческого детёныша. Они решаются вернуть его людям и отправляются в путешествие. По пути они встречают саблезубого хитрого тигра. И теперь этой весёлой компании предстоят забавные приключения!",
    "rating": 7.4,
    "poster": "https://image.tmdb.org/t/p/w500/lhZ73Fj7nk5taF3wKlEBBuzbkZN.jpg",
    "code": 425
  },
  {
    "id": 14160,
    "title": "Вверх",
    "description": "78-летний ворчун Карл Фредриксен считает, что жизнь обходит его стороной. Чтобы сдержать обещание, данное своей почившей жене, он решает осуществить свою мечту о великом приключении, привязав тысячи воздушных шариков к своему дому и улетев в дебри Южной Америки. Не пролетев и полмили, путешественник обнаруживает, что он ненароком прихватил с собой крайне разговорчивого и неисправимо жизнерадостного 8-летнего мальчика по имени Рассел...",
    "rating": 7.959,
    "poster": "https://image.tmdb.org/t/p/w500/47DEnHvvLCOPLPG7QpM8mXLCJG5.jpg",
    "code": 14160
  },
  {
    "id": 260514,
    "title": "Тачки 3",
    "description": "Встречайте самого знаменитого гонщика всех времен, легенду гоночного трека Молнию Маккуина! Герой все еще продолжает показывать лучшие результаты на всех турнирах, однако победы даются ему не так легко, а конкуренция становится все жестче. Молнию Маккуина ждут захватывающие приключения, где он встретит новых друзей, а также поймет, что не только скорость и мощность мотора делают гонщика чемпионом.",
    "rating": 6.85,
    "poster": "https://image.tmdb.org/t/p/w500/yOaxBNkId5a1fZVGWayFJohxG7S.jpg",
    "code": 260514
  },
  {
    "id": 313369,
    "title": "Ла-Ла Ленд",
    "description": "Это история любви старлетки, которая между прослушиваниями подает кофе состоявшимся кинозвездам, и фанатичного джазового музыканта, вынужденного подрабатывать в заштатных барах. Но пришедший к влюбленным успех начинает подтачивать их отношения…",
    "rating": 7.9,
    "poster": "https://image.tmdb.org/t/p/w500/g7f8GdnJKS0Z3QJ5G6P9BZrqs36.jpg",
    "code": 313369
  },
  {
    "id": 1072790,
    "title": "Кто угодно, кроме тебя",
    "description": "После потрясающего первого свидания пылкое влечение Би и Бена становится ледяным - до тех пор, пока они неожиданно не встречаются на свадьбе в Австралии. Тогда они поступают так, как и подобает двум взрослым людям: притворяются парой.",
    "rating": 6.91,
    "poster": "https://image.tmdb.org/t/p/w500/mQdOFRfNcnX1rWrHlHBp5SMmgOF.jpg",
    "code": 1072790
  },
  {
    "id": 138832,
    "title": "Мы - Миллеры",
    "description": "Дэвид Берк - мелкий торговец наркотиками. Среди его клиентов - повара и скучающие домохозяйки. Детям он наркотики не продаёт и поэтому считает себя принципиальным человеком. Дэвид действительно хорошо относится к детям, но это не остается безнаказанным - он пытается помочь подросткам, попавшим в беду, и на него нападают хулиганы-панки. Они отбирают у него наркотики и деньги, и наш герой оказывается в отчаянном положении. Ведь ему нечем расплатиться с его поставщиком Брэдом. Единственный выход - подрядиться на доставку крупной партии наркотиков через границу...",
    "rating": 6.829,
    "poster": "https://image.tmdb.org/t/p/w500/bid3LmB5Jg6h6RXDz1W83DcaIBU.jpg",
    "code": 138832
  },
  {
    "id": 1185719,
    "title": "Замок из песка",
    "description": "Оказавшись на необитаемом острове, семья из четырех человек пытается выжить, пока их прошлое разворачивается, отправляя их в нисходящую спираль шокирующих событий.",
    "rating": 5.8,
    "poster": "https://image.tmdb.org/t/p/w500/pMIEc43CxYOceRxvuDkeT2daA8G.jpg",
    "code": 1185719
  },
  {
    "id": 1262471,
    "title": "Laura",
    "description": "",
    "rating": 5.4,
    "poster": "https://image.tmdb.org/t/p/w500/jubiMx3nbP48gJ1BYgqv25zQgxW.jpg",
    "code": 1262471
  },
  {
    "id": 1182387,
    "title": "Непробиваемые",
    "description": "Отец и сын, работающие охранниками в компании по производству бронированных грузовиков, сталкиваются с группой грабителей на мосту. Оказавшись в ловушке, мужчины должны найти способ выжить.",
    "rating": 5.4,
    "poster": "https://image.tmdb.org/t/p/w500/z497zVpHuGDQT4lBcHZcYdf6eDT.jpg",
    "code": 1182387
  },
  {
    "id": 592695,
    "title": "Удовольствие",
    "description": "19-летняя Линнея решает покинуть родной шведский городок и переехать в Лос-Анджелес. Там она намеревается сменить имя и стать порно-звездой. Но ее путь к успеху оказывается не таким, как она предполагала.",
    "rating": 6.2,
    "poster": "https://image.tmdb.org/t/p/w500/gCKJ1nOe6GoFxwgoXajWWW4jGyq.jpg",
    "code": 592695
  },
  {
    "id": 1300607,
    "title": "Lucca's World",
    "description": "Решив помочь сыну Лукке, страдающему церебральным параличом, Барбара с семьей отправляется в Индию, чтобы пройти экспериментальное лечение.",
    "rating": 7.3,
    "poster": "https://image.tmdb.org/t/p/w500/VZq0UExqBbST1LDYWJYsZ0qvMO.jpg",
    "code": 1300607
  },
  {
    "id": 1155095,
    "title": "Болото",
    "description": "К Клэр обращается отец её убитого друга детства с просьбой помочь исследовать пустошь с духами, которая, по его мнению, является последним пристанищем его сына.",
    "rating": 5.409,
    "poster": "https://image.tmdb.org/t/p/w500/5l3MJjjCWl8GXXNWC7rCMmaB71g.jpg",
    "code": 1155095
  },
  {
    "id": 1100099,
    "title": "Время жить",
    "description": "Альмут мечтала быть шеф-поваром, а романтичный Тобиас не мог оправиться после развода. Случайная встреча изменила их жизнь — и вот у них уже очаровательная дочь, уютный дом и процветающие карьеры. Идиллию нарушает роковая новость: Альмут предстоит борьба с серьезной болезнью. Не теряя надежды, пара осознаёт ценность каждого отведённого момента и решает жить так, чтобы ни одна минута не пропала зря.",
    "rating": 7.4,
    "poster": "https://image.tmdb.org/t/p/w500/3PeStsMSHG3sNPpJ9NT1ZGMsi3P.jpg",
    "code": 1100099
  },
  {
    "id": 1101448,
    "title": "Неукротимый",
    "description": "История американского борца Энтони Роблса, родившегося с одной ногой.",
    "rating": 4.368,
    "poster": "https://image.tmdb.org/t/p/w500/y6cqk7E5B6qkBb0zA8PfS31lb8n.jpg",
    "code": 1101448
  },
  {
    "id": 1357459,
    "title": "Tatsulok: Tatlo Magkasalo",
    "description": "",
    "rating": 5.6,
    "poster": "https://image.tmdb.org/t/p/w500/zcmPxGIBxxsGVyYuzNWPCWjlQ8X.jpg",
    "code": 1357459
  },
  {
    "id": 11845,
    "title": "Интим",
    "description": "Наши дни. Грязный квартал Лондона. Она приходит к Нему каждую неделю по средам, поздно вечером только ради секса — быстрого, отчаянного и безнадежного.  Оба уже не так молоды. Они занимаются этим, почти не разговаривая, в течении целого часа, а иногда и более. Потом Она уходит, не обещая, что придет опять в следующую среду, да Он и не спрашивает Ее об этом.  Однако в тот же час ровно через неделю Она приходит снова и, не заходя в дом, сразу направляется в полуподвал, где Он, просто бросил на пол затасканный ковер и пару одеял.  Но однажды в среду Она не приходит в условленный час, и Он задается вопросом, что Он вообще знает о своей безмолвной партнерше? Кто Она? Чем занимается? Где живет? Есть ли у Нее семья? И когда через неделю Она все-таки появляется, он начинает незаметно следовать за Ней…",
    "rating": 6.3,
    "poster": "https://image.tmdb.org/t/p/w500/6gCaC3wRx4RlpF0WKDa4meV1PGc.jpg",
    "code": 11845
  },
  {
    "id": 51482,
    "title": "Тетрадь Смерти: Фильм",
    "description": "Ягами Лайт - очень способный ученик японского университета. \"Волею случая\" к нему попадает могущественный артефакт - \"Тетрадь Смерти\", вписав туда имя человека (которого нужно ясно представлять себе внешне) запускается механизм, приводящий к смерти вписанного. Оценив масштаб попавшего к нему артефакта, Ягами Лайт становится \"Кирой\" - хладнокровным убийцей убийц, наказателем проступившихся, влекомый идеей чистого мира, мира без преступлений, в котором видит себя ни мало ни много - Богом нового мира.  Противостоять хладнокровному разуму малолетнего правотворца будет японский отдел полиции, возглавляемый его отцом и таинственный L, гениальный следователь, посланный раскрыть загадку Киры.  Этот фильм является переосмыслением оригинального аниме-сериала, тщательно отобранный в полнометражную ленту.",
    "rating": 8,
    "poster": "https://image.tmdb.org/t/p/w500/mtcYWsCg3h7xVlp32QgbFOcL4gY.jpg",
    "code": 51482
  },
  {
    "id": 1261501,
    "title": "Ad Vitam: за жизнь",
    "description": "Преступники нападают на бывшего агента спецслужб и его жену в их собственном доме, вынуждая героя участвовать в смертельной игре, связанной с мрачными событиями его прошлого.",
    "rating": 6.371,
    "poster": "https://image.tmdb.org/t/p/w500/dOpSxmD3FWfl6SK8SLXw9uwcO05.jpg",
    "code": 1261501
  },
  {
    "id": 361743,
    "title": "Top Gun: Maverick",
    "description": "Пит Митчелл по прозвищу Мэверик более 30 лет остается одним из лучших пилотов ВМФ: бесстрашный летчик-испытатель, он расширяет границы возможного и старательно избегает повышения в звании, которое заставило бы его приземлиться навсегда. Приступив к подготовке отряда выпускников «Топ Ган» для специальной миссии, Мэверик встречает лейтенанта Брэдли Брэдшоу — сына своего покойного друга, лейтенанта Ника Брэдшоу. Впереди — неопределенность, за спиной — призраки прошлого. Мэверик вынужден противостоять своим глубинным страхам, которые грозят ожить в рамках миссии, требующей исключительной самоотверженности от тех, кто будет назначен на вылет.",
    "rating": 8.189,
    "poster": "https://image.tmdb.org/t/p/w500/niNo4qTtIule2vvMFW05amvMtOB.jpg",
    "code": 361743
  },
  {
    "id": 216015,
    "title": "Пятьдесят оттенков серого",
    "description": "В центре сюжета сложные взаимоотношения выпускницы колледжа Анастейши Стил и молодого бизнесмена Кристиана Грея, который убеждает девушку подписать с ним контракт, позволяющий ему фактически контролировать всю ее жизнь. Условия контракта подразумевают также подписание соглашения о неразглашении, в результате чего Грей фактически может делать с Анастейшей все, что ему заблагорассудится.",
    "rating": 5.881,
    "poster": "https://image.tmdb.org/t/p/w500/tZTzJm9ZpOL61ZdqSQSrTadWFGG.jpg",
    "code": 216015
  },
  {
    "id": 1171640,
    "title": "Гонка по улицам Парижа",
    "description": "Бывшей чемпионке по мотокроссу предстоит посмотреть в лицо своим самым болезненным страхам, чтобы защитить семью после того, как банда байкеров нанимает ее брата для ограбления.",
    "rating": 6.026,
    "poster": "https://image.tmdb.org/t/p/w500/7jnxTTlZSuQOVAFGH3TdnB2MRi1.jpg",
    "code": 1171640
  },
  {
    "id": 597,
    "title": "Титаник",
    "description": "Молодые влюбленные Джек и Роза находят друг друга в первом и последнем плавании «непотопляемого» Титаника. Они не могли знать, что шикарный лайнер столкнется с айсбергом в холодных водах Северной Атлантики, и их страстная любовь превратится в схватку со смертью…",
    "rating": 7.907,
    "poster": "https://image.tmdb.org/t/p/w500/r3sYKBtoNHPyS9vkaA8dJyh8grG.jpg",
    "code": 597
  },
  {
    "id": 420818,
    "title": "Король Лев",
    "description": "История об отважном львенке по имени Симба. Знакомые с детства герои взрослеют, влюбляются, познают себя и окружающий мир, совершают ошибки и делают правильный выбор.",
    "rating": 7.112,
    "poster": "https://image.tmdb.org/t/p/w500/lD4Hy3ibzvA9byY2uyUNGeRNzaj.jpg",
    "code": 420818
  },
  {
    "id": 929590,
    "title": "Падение империи",
    "description": "Недалёкое будущее, в США бушует гражданская война. Объединённые силы Запада — Калифорнии и Техаса — уже близки к взятию Вашингтона. Двое опытных военных корреспондентов и присоединившиеся к ним ветеран журналистики и начинающая девушка-фотограф отправляются из Нью-Йорка в столицу, чтобы успеть взять интервью у забаррикадировавшегося в Белом доме президента, прежде чем до него доберётся противник.",
    "rating": 6.87,
    "poster": "https://image.tmdb.org/t/p/w500/6xwsk0pBLs429CgzNf7fboCb7jN.jpg",
    "code": 929590
  },
  {
    "id": 153104,
    "title": "Нечестивые Умы",
    "description": "После окончания Гарварда Холден Прайс наносит визит своему отчужденному отцу и знакомится со своей потрясающей новой невестой, вдвое моложе его, Ланой Прайс (Энджи Эверхарт), которая намеревается разделить их... начиная с запланированного соблазнения ее пасынка.\r Когда Холден начинает бояться истинных намерений своей мачехи и говорит ей, что хочет выйти из дела, он внезапно возвращается в особняк, чтобы обнаружить мертвое тело своего отца. Холден отчаянно пытается убедить полицию, что убийство-дело рук его расчетливой мачехи.",
    "rating": 6.474,
    "poster": "https://image.tmdb.org/t/p/w500/A6A15cDR8mpdOxW4y7UzFanzbM0.jpg",
    "code": 153104
  },
  {
    "id": 1226226,
    "title": "去年烟火",
    "description": "",
    "rating": 0,
    "poster": "https://image.tmdb.org/t/p/w500/xUV3QPvBIraeLaFwuQj27UjiJ7n.jpg",
    "code": 1226226
  },
  {
    "id": 850439,
    "title": "Проклятые",
    "description": "Еве, вдове 19-го века, приходится сделать невозможный выбор, когда в разгар особенно жестокой зимы у берегов ее уединенной рыбацкой стоянки тонет корабль. Ева и ее команда должны выбрать: либо спасать потерпевших кораблекрушение, либо пережить зиму на последних остатках еды. Сталкиваясь с последствиями своего выбора и мучаясь чувством вины, жители борются с растущим чувством страха и начинают верить, что все они наказаны за свой выбор.",
    "rating": 5.825,
    "poster": "https://image.tmdb.org/t/p/w500/4jgPMgdKKc7aB1dMjN6A06aiT36.jpg",
    "code": 850439
  },
  {
    "id": 68555,
    "title": "デスノート：リライト2 Lを継ぐ者",
    "description": "",
    "rating": 7.4,
    "poster": "https://image.tmdb.org/t/p/w500/qDhbGqjZ7yFwa7FMIzuiQTQMfEQ.jpg",
    "code": 68555
  },
  {
    "id": 889737,
    "title": "Джокер: Безумие на двоих",
    "description": "Неудачливый комик Артур Флек, находящийся на принудительном лечении в государственной больнице Аркхэм, встречает любовь всей своей жизни, Харли Квинн.",
    "rating": 5.5,
    "poster": "https://image.tmdb.org/t/p/w500/sqHQhhjsfZ0UAu67RiIaUkabZZD.jpg",
    "code": 889737
  },
  {
    "id": 370663,
    "title": "Ниже её губ",
    "description": "Главная героиня фильма «Ниже её губ» – успешный редактор, работающий в популярном журнале. Жасмин всегда умела писать и ее статьи всегда с особым интересом воспринимались читателями. В личной жизни этой красивой девушки тоже полнейшая идиллия. Ее вторая половинка пытается устраивать любимой постоянные сюрпризы и привлекать ее внимание роскошными подарками. Однако все же в один важный день для Жасмин мужчина упускает из виду об этой значимой дате и забывает ее поздравить. Между сожителями возникает ссора и героиня отправляется в местный бар, где случайно знакомится с неординарной девушкой Даллас. Спустя время общения между этими двумя особами начинает появляться симпатия. Сами того не подозревая случайные знакомые становятся любовницами. Они понимают, что теперь нашли свой смысл жизни, но только как во всем признаться родным, никто из них не понимает.",
    "rating": 6.814,
    "poster": "https://image.tmdb.org/t/p/w500/tPhBftWySbanfEialbsUzOuccgN.jpg",
    "code": 370663
  },
  {
    "id": 1128650,
    "title": "Прокурор",
    "description": "Бывший следователь, а ныне — прокурор, решает сам провести расследование по делу обвиняемого, которому грозит 27 лет тюрьмы.",
    "rating": 7.6,
    "poster": "https://image.tmdb.org/t/p/w500/zmAc3kyawibVE4n5qdq6NLJJZR4.jpg",
    "code": 1128650
  },
  {
    "id": 1079091,
    "title": "Всё закончится на нас",
    "description": "Первый роман Коллин Гувер, адаптированный для большого экрана, рассказывает захватывающую историю Лили Блум, женщины, которая преодолела травмирующее детство, чтобы начать новую жизнь в Бостоне и осуществить мечту всей жизни - открыть ее собственный бизнес. Случайная встреча с очаровательным нейрохирургом Райлом Кинкейдом вызывает интенсивную связь, но когда они глубоко влюбляются друг в друга, Лили начинает видеть стороны Райла, которые напоминают ей об отношениях ее родителей. Когда первая любовь Лили, Атлас Корриган, внезапно возвращается в ее жизнь, ее отношения с Райлом переворачиваются, и Лили понимает, что ей нужно научиться полагаться на свои силы, чтобы сделать невозможный выбор для своего будущего.",
    "rating": 7.11,
    "poster": "https://image.tmdb.org/t/p/w500/hsInJC61gvlAcNKe2BSleQQtC2E.jpg",
    "code": 1079091
  },
  {
    "id": 98,
    "title": "Гладиатор",
    "description": "В великой Римской империи не было военачальника, равного генералу Максимусу. Непобедимые легионы, которыми командовал этот благородный воин, боготворили его и могли последовать за ним даже в ад. Но случилось так, что отважный Максимус, готовый сразиться с любым противником в честном бою, оказался бессилен против вероломных придворных интриг. Генерала предали и приговорили к смерти. Чудом избежав гибели, Максимус становится гладиатором. Быстро снискав себе славу в кровавых поединках, он оказывается в знаменитом римском Колизее, на арене которого он встретится в смертельной схватке со своим заклятым врагом...",
    "rating": 8.218,
    "poster": "https://image.tmdb.org/t/p/w500/1wjNqlfsuHNTXTpCt2ZOV2iPxaf.jpg",
    "code": 98
  },
  {
    "id": 1414272,
    "title": "Belyas",
    "description": "",
    "rating": 0,
    "poster": "https://image.tmdb.org/t/p/w500/5oJ6eMfI7B73cWh0VXaa5MzhfBW.jpg",
    "code": 1414272
  },
  {
    "id": 872585,
    "title": "Оппенгеймер",
    "description": "История жизни американского физика-теоретика Роберта Оппенгеймера, который во времена Второй мировой войны руководил Манхэттенским проектом — секретными разработками ядерного оружия.",
    "rating": 8.072,
    "poster": "https://image.tmdb.org/t/p/w500/8OQzw8keE6sDNH25sOqPRTxhFTO.jpg",
    "code": 872585
  },
  {
    "id": 829560,
    "title": "Следующие 365 дней",
    "description": "Отношения Лауры и Массимо висят на волоске, поскольку они пытаются преодолеть проблемы с доверием, тем временем Начо упорно работает над тем, чтобы их разлучить.",
    "rating": 6.379,
    "poster": "https://image.tmdb.org/t/p/w500/zT4TYenfZi41khaZrAxI0GgOUHT.jpg",
    "code": 829560
  },
  {
    "id": 72808,
    "title": "Плоть",
    "description": "Пианист, поющий песенки в кабаре, знакомится с очень красивой женщиной, обладательницей умопомрачительного бюста, и, запасшись едой, они уединяются в домике у моря, где предаются бесконечным занятиям любовью. Между тем он получает известие о смерти своей старой собаки.",
    "rating": 5.6,
    "poster": "https://image.tmdb.org/t/p/w500/t5W890bejSqX63GZ82FbQmgSIef.jpg",
    "code": 72808
  },
  {
    "id": 857598,
    "title": "Пушпа 2: Власть",
    "description": "Это вторая часть серии фильмов «Пушпа» и продолжение фильма 2021 года «Пушпа: Восхождение». Столкновение продолжается: Пушпа и Бханвар Сингх продолжают свое соперничество в этом эпическом завершении двухсерийной боевика.",
    "rating": 7.2,
    "poster": "https://image.tmdb.org/t/p/w500/q7FVL5xSqf29acJrvaFhxceX7Lo.jpg",
    "code": 857598
  },
  {
    "id": 854062,
    "title": "Falling Into Place",
    "description": "",
    "rating": 6.2,
    "poster": "https://image.tmdb.org/t/p/w500/ssw5hHhV6Prj4CVegSp44TyF0U0.jpg",
    "code": 854062
  },
  {
    "id": 715287,
    "title": "새엄마의 욕망",
    "description": "",
    "rating": 6.5,
    "poster": "https://image.tmdb.org/t/p/w500/rYC6UyML4CU4zYiZVbDMrwnGyWW.jpg",
    "code": 715287
  },
  {
    "id": 228150,
    "title": "Ярость",
    "description": "Стоит апрель 1945 года, и победа над немцами уже близка: союзники уверенно продвигаются вглубь вражеской территории, и оказываемое им сопротивление становится слабее день ото дня. Это, однако, совсем не значит, что на пути к победе союзные войска не потеряют еще множество людей, и многие солдаты сознают, что смерть ждет на расстоянии вытянутой руки. Среди закаленных в бою пессимистов, каждый день ведущих ожесточенные бои во имя победы, экипаж танка, на чьем дуле намалевано слово «Ярость».",
    "rating": 7.539,
    "poster": "https://image.tmdb.org/t/p/w500/hNB22rB2am3kJLwPLOr2RzI4dNi.jpg",
    "code": 228150
  },
  {
    "id": 851644,
    "title": "Девушка из 20 века",
    "description": "1999 год. Начав следить за мальчиком из школы по просьбе влюбленной подруги, девочка-подросток сама находит любовь.",
    "rating": 8.17,
    "poster": "https://image.tmdb.org/t/p/w500/rHaGswKDYr8zlHnNpAEDyZLmWHY.jpg",
    "code": 851644
  },
  {
    "id": 11036,
    "title": "Дневник памяти",
    "description": "Трогательная история любви, прочитанная пожилым мужчиной из старой записной книжки женщине в доме престарелых. Это история отношений юноши и девушки из разных социальных слоев, живших в Северной Каролине. Ной и Элли провели вместе незабываемое лето, пока их не разделили вначале родители, а затем Вторая мировая война. После войны все изменилось: Элли обручилась с удачливым бизнесменом, а Ной жил наедине со своими воспоминаниями в старинном доме, который ему удалось отреставрировать. Когда Элли прочла об этом в местной газете, она поняла: ей нужно найти его и решить наконец судьбу их любви...",
    "rating": 7.889,
    "poster": "https://image.tmdb.org/t/p/w500/ideBX5vDPECNb1sHGm16aRrBN4e.jpg",
    "code": 11036
  },
  {
    "id": 707610,
    "title": "가슴 큰 울 엄마",
    "description": "",
    "rating": 5.9,
    "poster": "https://image.tmdb.org/t/p/w500/zarhMAQRWKjjsNBR1rviIXZ5xtt.jpg",
    "code": 707610
  },
  {
    "id": 337167,
    "title": "Пятьдесят оттенков свободы",
    "description": "Кристиан и Анастейша поженились и живут в своё удовольствие, наслаждаясь обществом друг друга. Но жизнь новоиспечённой миссис Грей находится в опасности, поскольку объявляется недруг, который собирается мстить, используя свою богатую фантазию. Призраки прошлого Кристиана вновь вернулись, а тучи над супругами сгущаются всё сильнее.",
    "rating": 6.699,
    "poster": "https://image.tmdb.org/t/p/w500/uZ5ERtY6q8GvPZmJmuW6hQRQ1nO.jpg",
    "code": 337167
  },
  {
    "id": 32579,
    "title": "Под одной луной",
    "description": "Две развивающиеся параллельно истории девятилетнего Карлитоса, живущего в Мексике и его матери Росарио, четыре года назад отправившейся нелегально работать в Америку, чтобы обеспечить лучшую жизнь своему сыну. После смерти бабушки, присматривавшей за ним, Карлитос нелегально пересекает границу и отправляется в Лос-Анджелес, чтобы найти свою мать, в то время как Росарио вынуждена бороться с постоянно возникающими сложностями жизни и работы в чужой стране.",
    "rating": 7.731,
    "poster": "https://image.tmdb.org/t/p/w500/zoJiIRk704TgQiVFrOjtg07kvPs.jpg",
    "code": 32579
  },
  {
    "id": 537915,
    "title": "После",
    "description": "Случайная встреча перевернула их привычный мир. Она — прилежная студентка и образцовая дочь, а он — дьявольски притягательный бунтарь из богатой семьи. Живя в параллельных вселенных, они бы вряд ли даже взглянули друг на друга. Однако этому знакомству суждено разделить жизнь влюбленных на до и после…",
    "rating": 7.1,
    "poster": "https://image.tmdb.org/t/p/w500/7Prt3Le9H0EeRYVltAXFJqwDIig.jpg",
    "code": 537915
  },
  {
    "id": 48650,
    "title": "Комната в Риме",
    "description": "Две женщины обмениваются тайнами о своих жизнях во время одноразовой ночевки.",
    "rating": 6.414,
    "poster": "https://image.tmdb.org/t/p/w500/foUH9WAL4CGExqgq0zwzrD0ynQ0.jpg",
    "code": 48650
  },
  {
    "id": 1106739,
    "title": "Присяжный номер два",
    "description": "Участвующий в судебном разбирательстве присяжный, понимая свою причастность к преступлению, стоит перед очень непростым выбором: ему нужно либо отдаться в руки закона, либо продолжать манипулировать и обманывать своих коллег. Весы все сильнее склоняются ко второму варианту...",
    "rating": 6.798,
    "poster": "https://image.tmdb.org/t/p/w500/cIWEpM3bResuKNrEP10wxDbHRZ9.jpg",
    "code": 1106739
  },
  {
    "id": 335984,
    "title": "Бегущий по лезвию 2049",
    "description": "В недалеком будущем мир населен людьми и репликантами, созданными выполнять самую тяжелую работу. Работа офицера полиции Кей - держать репликантов под контролем в условиях нарастающего напряжения... Пока он случайно не становится обладателем секретной информации, которая ставит под угрозу существование всего человечества. Желая найти ключ к разгадке, Кей решает разыскать Рика Декарда, бывшего офицера специального подразделения полиции Лос-Анджелеса, который бесследно исчез много лет назад.",
    "rating": 7.571,
    "poster": "https://image.tmdb.org/t/p/w500/kAq1RFHqtZrBvKve7GOGdgUU399.jpg",
    "code": 335984
  },
  {
    "id": 82023,
    "title": "Отель Желание",
    "description": "Антония - одинокая мать, ведёт монотонный образ жизни, имея напряженную работу в отеле Берлин, а всё свободное время посветила на воспитание восьмилетнего сына. Но в один рабочий день оказавшись в гостиной номера 823, сталкивается с постояльцем Юлием который слепой… и эта встреча заводит страстный секс…",
    "rating": 6,
    "poster": "https://image.tmdb.org/t/p/w500/dpzcQfE0mNxq0pxx8gt8ooZmwky.jpg",
    "code": 82023
  },
  {
    "id": 1267217,
    "title": "Почему ты?",
    "description": "Любовь приходит без спроса. Часто не к тем, не так и не тогда. Сможет ли подлинное чувство выжить, когда все началось неправильно и целый мир против? Отдать все без остатка или сдаться? Сгореть или уцелеть?",
    "rating": 6.6,
    "poster": "https://image.tmdb.org/t/p/w500/ykhJpu3y4Hz2PTak4rggdYrd5uR.jpg",
    "code": 1267217
  },
  {
    "id": 173705,
    "title": "女教師 生徒の眼の前で",
    "description": "",
    "rating": 6.472,
    "poster": "https://image.tmdb.org/t/p/w500/rwGW7zhFKaojtJiSMnoLyVkKZnx.jpg",
    "code": 173705
  },
  {
    "id": 324786,
    "title": "По соображениям совести",
    "description": "Медик американской армии времён Второй мировой войны Десмонд Досс, который служил во время битвы за Окинаву, отказывается убивать людей и становится первым идейным уклонистом в американской истории, удостоенным Медали Почёта.",
    "rating": 8.2,
    "poster": "https://image.tmdb.org/t/p/w500/A4Q3CdaQzbPwDI1gnE7WX5585rJ.jpg",
    "code": 324786
  },
  {
    "id": 1288998,
    "title": "1978",
    "description": "",
    "rating": 6.2,
    "poster": "https://image.tmdb.org/t/p/w500/zn7oyy7KTlC01XD3pUn82V9Od0P.jpg",
    "code": 1288998
  },
  {
    "id": 646097,
    "title": "Ребел Ридж",
    "description": "Бывший морпех вступает в схватку с коррупцией в небольшом городке, когда местные правоохранители незаконно изымают у него крупную сумму, необходимую для залога за кузена.",
    "rating": 6.978,
    "poster": "https://image.tmdb.org/t/p/w500/8rnSpfoXiizlIGFEIRed7h8inrP.jpg",
    "code": 646097
  },
  {
    "id": 1104844,
    "title": "Синяя тюрьма: Блю Лок — Эпизод Наги",
    "description": "Старшеклассник Сэисиро Наги живёт обычной скучной жизнью. Одноклассник Рэо Микагэ, мечтающий выиграть чемпионат мира по футболу, уговаривает его заняться этим видом спорта, обнаружив у парня нехилый потенциал. И вот наступает день, когда Сэисиро получает приглашение в загадочный проект Blue Lock, где ему предстоит встретиться с лучшими футболистами страны.",
    "rating": 7.4,
    "poster": "https://image.tmdb.org/t/p/w500/ne105dt2HavpaHp3cBT6rYwsJ2B.jpg",
    "code": 1104844
  },
  {
    "id": 60898,
    "title": "Эротическая история призраков",
    "description": "Три лесных феи, которые, как известно из китайского фольклора, выглядят как лисицы, пытаются обрести человеческий облик, для чего им надо 36 дней прожить по определенным законам. Но одна из них спасает от бандитов студента Ву Минга, не подозревая, что на самом деле это Вутунг, многоликий демон, питающийся женской энергией. Все трое очарованы и соблазнены его обаянием, однако его присутствие пагубно сказывается на их цели — если феи не смогут выбраться из-под его влияния, они так и не превратятся в людей.",
    "rating": 6.2,
    "poster": "https://image.tmdb.org/t/p/w500/55awX4fDJA2YMoavpAguEnk0pxw.jpg",
    "code": 60898
  },
  {
    "id": 1291559,
    "title": "За год до смерти я встретил тебя",
    "description": "Талантливый художник Акито Хаясака узнает, что неизлечимо болен и умрет в течение года. В больнице он встречает Харуну Сакураи, которой осталось жить всего шесть месяцев. Парень влюбляется в девушку, но не решается сказать ей о своем диагнозе.",
    "rating": 8.481,
    "poster": "https://image.tmdb.org/t/p/w500/i2Tp1nD151qU4YAAm8NcZ91gUkQ.jpg",
    "code": 1291559
  },
  {
    "id": 1326059,
    "title": "Пимпинеро: Кровь и бензин",
    "description": "В коварной пустыне на границе Колумбии и Венесуэлы контрабандисты бензина, которых называют \"пимпинерос\", рискуют жизнью, нелегально перевозя топливо ради лёгкой наживы.",
    "rating": 6.8,
    "poster": "https://image.tmdb.org/t/p/w500/La4Ze6TadzLz2JDYjYko44xb25.jpg",
    "code": 1326059
  },
  {
    "id": 975511,
    "title": "Возвращение Одиссея",
    "description": "Спустя 20 лет странствий Одиссея выбрасывает на берег Итаки. Царь наконец возвращается домой, но в его государстве многое изменилось с тех пор, как он ушел сражаться в Троянской войне. Его любимая жена Пенелопа стала пленницей в собственном доме, и многочисленные женихи вынуждают ее выбрать нового мужа, который станет царем. Одиссей тоже изменился — он больше не тот могучий воин, каким его помнит народ. Ему приходится обратиться к прошлому ради спасения своей семьи и возвращения утраченной любви.",
    "rating": 6.874,
    "poster": "https://image.tmdb.org/t/p/w500/2voxtfRTtLjQv4ZCBUIOhV8uR5i.jpg",
    "code": 975511
  },
  {
    "id": 8966,
    "title": "Сумерки",
    "description": "Семнадцатилетняя девушка Белла переезжает к отцу в небольшой городок Форкс. Она влюбляется в загадочного одноклассника, который, как оказалось, происходит из семьи вампиров, отказавшихся от нападений на людей. Влюбиться в вампира. Это страшно? Это романтично, это прекрасно и мучительно, но это не может кончиться добром, особенно в вечном противостоянии вампирских кланов, где малейшее отличие от окружающих уже превращает вас во врага.",
    "rating": 6.3,
    "poster": "https://image.tmdb.org/t/p/w500/pWI6GBi4eMQttMtKSWbxIFO2HqC.jpg",
    "code": 8966
  },
  {
    "id": 39254,
    "title": "Живая сталь",
    "description": "События фильма происходят в будущем, где бокс запрещен за негуманностью и заменен боями 2000-фунтовых роботов, управляемых людьми. Бывший боксер, а теперь промоутер, переметнувшийся в Робобокс, решает, что наконец нашел своего чемпиона, когда ему попадается выбракованный, но очень способный робот. Одновременно на жизненном пути героя возникает 16-летний пацан, оказывающийся его блудным сыном. И по мере того, как машина пробивает свой путь к вершине, обретшие друг друга отец и сын учатся дружить.",
    "rating": 7,
    "poster": "https://image.tmdb.org/t/p/w500/3y9qKKMO8wJuw1UHnIgWm7LVr4p.jpg",
    "code": 39254
  },
  {
    "id": 587727,
    "title": "Busty Girlfriend",
    "description": "",
    "rating": 7.6,
    "poster": "https://image.tmdb.org/t/p/w500/f6PfAXtFEkJRcBtOjbzOgz8qqSK.jpg",
    "code": 587727
  },
  {
    "id": 296096,
    "title": "До встречи с тобой",
    "description": "Лу Кларк знает, сколько шагов от автобусной остановки до ее дома. Она знает, что ей очень нравится работа в кафе и что, скорее всего, она не любит своего бойфренда Патрика. Но Лу не знает, что вот-вот потеряет свою работу и что в ближайшем будущем ей понадобятся все силы, чтобы преодолеть свалившиеся на нее проблемы.  Уилл Трейнор знает, что сбивший его мотоциклист отнял у него желание жить. И он точно знает, что надо сделать, чтобы положить конец всему этому. Но он не знает, что Лу скоро ворвется в его мир буйством красок. И они оба не знают, что навсегда изменят жизнь друг друга.",
    "rating": 7.9,
    "poster": "https://image.tmdb.org/t/p/w500/30xQ7FYFBrIXK5Y63jq1ilMD1Xk.jpg",
    "code": 296096
  },
  {
    "id": 11224,
    "title": "Золушка",
    "description": "Золушка — бедная сиротка, которую злая мачеха и ее вздорные дочки, заставляют тяжко работать с утра до ночи. Она так хочет попасть на королевский бал. На помощь бедняжке приходит Добрая фея! Силой волшебства она наделяет Золушку роскошной каретой, чудесным платьем и необыкновенными хрустальными башмачками.",
    "rating": 7.039,
    "poster": "https://image.tmdb.org/t/p/w500/143EQbsPUU2gyf5Oy4ReMuAqzPI.jpg",
    "code": 11224
  },
  {
    "id": 1149913,
    "title": "TOGEFILM - Mei Mei",
    "description": "",
    "rating": 10,
    "poster": "https://image.tmdb.org/t/p/w500/mCJ6shuScPnCh2CS68sPMxGH4UP.jpg",
    "code": 1149913
  },
  {
    "id": 321612,
    "title": "Красавица и чудовище",
    "description": "Обозлённая Волшебница превратила принца Адама в отвратительное чудовище за то, что тот был злым, самовлюблённым и грубым. Чтобы снять чары с себя и слуг своего замка, ему необходимо научиться быть добрым, любить и быть любимым. Произойти это должно до того, как с розы, подаренной Волшебницей, упадёт последний лепесток.  В далёкой деревушке живёт красивая девушка по имени Белль. Однажды её отец Морис отправляется на ярмарку, но по дороге сбивается с пути. Оказавшись в заколдованном замке, он становится пленником Чудовища. Белль спешит отцу на помощь.",
    "rating": 7,
    "poster": "https://image.tmdb.org/t/p/w500/bETMkjKVKXgXn591UZ9pFqAKQ6z.jpg",
    "code": 321612
  },
  {
    "id": 150689,
    "title": "Золушка",
    "description": "Фильм расскажет о приключениях молодой девушки по имени Элла. Овдовев, отец Эллы женится во второй раз. Стараясь поддержать отца, Элла принимает новую семью — мачеху Леди Тремэйн и ее дочерей Анастасию и Дризеллу в своем доме. Вскоре и отец Эллы трагически погибает, а девушка оказывается один на один с жадными и завистливыми новыми родственниками. Из хозяйки дома она превращается в служанку, испачканную золой, за что и получает прозвище — Золушка.",
    "rating": 6.821,
    "poster": "https://image.tmdb.org/t/p/w500/9QDL0NIGoMERmAxJsbcq1cXSZsF.jpg",
    "code": 150689
  },
  {
    "id": 10198,
    "title": "Принцесса и лягушка",
    "description": "Все мы знаем, что бывает, когда принц целует заколдованную в лягушку принцессу. Но что случится, если переодетая в принцессу официантка поцелует лягушку-принца? Очень веселая картина с участием лягушек, магии Вуду и поющего аллигатора.",
    "rating": 7.218,
    "poster": "https://image.tmdb.org/t/p/w500/onaswmiqgFUFzZgCq8AIstZBBMF.jpg",
    "code": 10198
  },
  {
    "id": 505292,
    "title": "어린 누나",
    "description": "",
    "rating": 8.2,
    "poster": "https://image.tmdb.org/t/p/w500/e2uKsBgakda3XyHKCLPcUfKsmFw.jpg",
    "code": 505292
  },
  {
    "id": 826937,
    "title": "시누이의 맛 2",
    "description": "",
    "rating": 6.3,
    "poster": "https://image.tmdb.org/t/p/w500/r6zVEuy2O6R4keqs33OBz5dMFEg.jpg",
    "code": 826937
  },
  {
    "id": 613504,
    "title": "После. Глава 2",
    "description": "Встреча с Хардином разделила её жизнь на до и после. Молодые и такие разные – от их страсти буквально разлетаются искры. Однако внезапно в жизни девушки появляется новый знакомый, который готов положить к её ногам весь мир.",
    "rating": 7.174,
    "poster": "https://image.tmdb.org/t/p/w500/kWkFxHdXhKBM3NmncrX8JYhVXEe.jpg",
    "code": 613504
  },
  {
    "id": 1142518,
    "title": "Свобода",
    "description": "Вдохновленная реальными событиями история Бруно Сулака, настоящего Арсена Люпена 20-го века.",
    "rating": 6.5,
    "poster": "https://image.tmdb.org/t/p/w500/aogFnwihEOBerNz7eSXvR6Z0lfA.jpg",
    "code": 1142518
  },
  {
    "id": 351523,
    "title": "동창회의 목적",
    "description": "",
    "rating": 5.3,
    "poster": "https://image.tmdb.org/t/p/w500/AjlwGaT6tDs2fBIgFaepYiDhL6A.jpg",
    "code": 351523
  },
  {
    "id": 1127166,
    "title": "Творец слез",
    "description": "После тяжелой жизни в детском доме Ника и Ригель оказываются в одной приемной семье и вдруг понимают, что их непреодолимо тянет друг к другу.",
    "rating": 6.5,
    "poster": "https://image.tmdb.org/t/p/w500/vwsAaBuEvzATbLSvmt0cli6vQRM.jpg",
    "code": 1127166
  },
  {
    "id": 14624,
    "title": "Последний подарок",
    "description": "Джейсон, избалованный плейбой, купается в деньгах своего супербогатого дедушки Говарда Стивенса. что не мешает ему ненавидеть своего благодетеля. Молодой кутила не сомневается, что со смертью Говарда все состояние моментально перейдет в его карман, но, покинув этот мир, старик оставляет Джейсону неожиданный подарок. Юноша получит наследство, только если справится с двенадцатью заданиями, которые для богача с претензиями станут испытанием на грани возможного. Джейсона ждут 12 незабываемых уроков жизни. Сдаст ли он самый трудный экзамен, который придумал для него хитрый Говард Стивенс?",
    "rating": 7.621,
    "poster": "https://image.tmdb.org/t/p/w500/3qhihzHYhDa4xv558W7yzGewX23.jpg",
    "code": 14624
  },
  {
    "id": 10020,
    "title": "Красавица и Чудовище",
    "description": "Фильм приглашает в зачарованный замок, скрытый в чаще темного волшебного леса. Его хозяин ужасное Чудовище, которого все боятся и ненавидят. Лишь самая прекрасная и смелая девушка в мире по имени Белль способна разгадать тайну страшного, а на самом деле, очень несчастного хозяина замка и разрушить чары, обрекшие его на вечное пребывание в шкуре жуткого зверя.Только тот, кто растопит лед в сердце чудовища и сможет полюбить его таким, какой он есть, сможет вернуть ему человеческий облик, но, чтобы спасти хозяина зачарованного замка, Белль придется выступить против всех: ведь жители ее деревни, подстрекаемые злобным охотником Гастоном, хотят погубить гордое и доброе Чудовище…",
    "rating": 7.73,
    "poster": "https://image.tmdb.org/t/p/w500/A9AtXMWX0V4IZ2ygBi9Cr85tQD1.jpg",
    "code": 10020
  },
  {
    "id": 916192,
    "title": "Тоннель в лето, выход прощаний",
    "description": "Однажды Каору Тоно узнал городскую легенду, согласно которой, если найти тоннель Урасима и пройти по нему до конца, то исполнится самое заветное желание. Однако плата за это велика. Мечта станет явью лишь в обмен на несколько лет жизни. И вот как-то ночью Каору обнаруживает себя перед входом в этот самый подозрительный тоннель, о котором ходит так много слухов. Глядя на него, Каору осознаёт, что поглощён воспоминаниями о своей младшей сестре Карэн, которая пять лет назад погибла в результате несчастного случая.\r К большому сюрпризу Каору, оказывается, что в данный момент у тоннеля он находится не в одиночестве. Сюда за ним последовала недавно переведённая студентка Андзу Ханасиро, которая обещает помочь ему провести эксперимент с тоннелем. Однако неясно, зачем ей это нужно? И чего она хочет от Каору?",
    "rating": 7.8,
    "poster": "https://image.tmdb.org/t/p/w500/tc84wVdGjFeMno90XIrd75N40LW.jpg",
    "code": 916192
  },
  {
    "id": 317442,
    "title": "Наруто: Последний фильм",
    "description": "Луна начинает падать, и конечно же, она обречена упасть на Землю. Начался отчет до конца существования планеты. Наруто должен преодолеть огромную опасность — это и есть его финальная история. Однако, посреди этой всей ситуации, в Конохе была похищена Ханаби Хьюга, сестра Хинаты. Наруто, Сакура, Шикамару, Сай и Хината должны вернуть ее домой, вырвав из рук загадочного похитителя.",
    "rating": 7.443,
    "poster": "https://image.tmdb.org/t/p/w500/aTvvY3Am8cIRbCQ1WSRGpq1Dth6.jpg",
    "code": 317442
  },
  {
    "id": 50619,
    "title": "Сумерки. Сага: Рассвет — Часть 1",
    "description": "В четвёртой части Белла Свон оказывается перед непростым выбором — сохранить жизнь себе или своему ребёнку (наполовину вампиру, наполовину человеку). Она решает оставить малыша, но Эдвард и остальные члены семьи Каллен категорически против. Помощи Бёлле ждать не от кого, но она приходит неожиданно, от того, от кого её совсем не ждали. Вдвоём Белла и Розали пытаются сохранить жизнь малышу, даже не догадываясь, к каким ужасающим последствиям это приведёт.",
    "rating": 6.198,
    "poster": "https://image.tmdb.org/t/p/w500/hnJ5U57LWu6xHp8w0z3o0ZdgFTf.jpg",
    "code": 50619
  },
  {
    "id": 698508,
    "title": "Любовь как искупление",
    "description": "События фильма разворачивается на фоне калифорнийской золотой лихорадки 1850 года. В центре сюжета девушка Ангелочек, которую еще в детстве продали и она вынуждена была заниматься проституцией. Она пережила ненависть и отвращение к себе, пока не встретила Михаила Осию. Сможет ли он исцелить ее сердце? Эта история отражает искупительную силу безусловной и жертвенной любви.",
    "rating": 7.8,
    "poster": "https://image.tmdb.org/t/p/w500/1csam8FxncpWCNjCFrvlqqzXmgO.jpg",
    "code": 698508
  },
  {
    "id": 466282,
    "title": "Всем парням, которых я любила",
    "description": "Жизнь Лары выходит из-под контроля, когда внезапно секретные письма всем парням, которых она тайно любила, попадают к адресатам.",
    "rating": 7.6,
    "poster": "https://image.tmdb.org/t/p/w500/tnKAILJV1hXbBlwJnTqTM2fAeyO.jpg",
    "code": 466282
  },
  {
    "id": 988078,
    "title": "Из моего окна: За морями",
    "description": "Фильм рассказывает о Ракель и Аресе, когда они сталкиваются с трудностями в новой главе своих отношений и своих личных жизней",
    "rating": 6.593,
    "poster": "https://image.tmdb.org/t/p/w500/xaLEDuDtsL4xN0mee5wC40gnABm.jpg",
    "code": 988078
  },
  {
    "id": 447277,
    "title": "Русалочка",
    "description": "Русалочка Ариэль из любви к человеческому принцу идёт на сделку с ведьмой Урсулой. Та даёт ей ноги, но взамен забирает голос.",
    "rating": 6.326,
    "poster": "https://image.tmdb.org/t/p/w500/wSrmqFdRR6qy5qeI4czETtgTgcA.jpg",
    "code": 447277
  },
  {
    "id": 4348,
    "title": "Гордость и предубеждение",
    "description": "Англия, конец XVIII века. Родители пятерых сестер Беннет озабочены тем, чтобы удачно выдать дочерей замуж. И потому размеренная жизнь солидного семейства переворачивается вверх дном, когда по соседству появляется молодой джентльмен — мистер Бингли… Само собой, среди друзей нового соседа оказывается немало утонченных аристократов, которые не прочь поухаживать за очаровательными сестрами. Однако, все не так просто. Своевольная Элизабет знакомится с другом Бингли — красивым и высокомерным мистером Дарси, и между ними разгорается нешуточное противостояние, результатом которого может стать как любовь, так и ненависть…",
    "rating": 8.068,
    "poster": "https://image.tmdb.org/t/p/w500/o2exxco3zpdlwQsyMrLZyxqXymj.jpg",
    "code": 4348
  },
  {
    "id": 868759,
    "title": "Без ответа",
    "description": "Влюбившись в загадочную девушку по имени Сэйди, образцовый парень Коул делает шокирующее открытие: она — секретный агент. Но прежде чем они договорятся о втором свидании, им придется совершить путешествие по нескольким странам и спасти мир.",
    "rating": 6.9,
    "poster": "https://image.tmdb.org/t/p/w500/qIR6P3QQJMgzO7ihHkfMGp9WYou.jpg",
    "code": 868759
  },
  {
    "id": 1230477,
    "title": "映画 ギヴン 柊mix",
    "description": "",
    "rating": 6.6,
    "poster": "https://image.tmdb.org/t/p/w500/uOvHjRDuJrRAgmJkUPcmnvaEqew.jpg",
    "code": 1230477
  },
  {
    "id": 290098,
    "title": "Служанка",
    "description": "30-е годы прошлого столетия. Корея, оккупированная японцами. Мошенник по прозвищу Граф предлагает бедной девушке Соке поучаствовать в деле, обещая солидный заработок. План афериста следующий. В огромном поместье, не общаясь с внешним миром, живет богатая японка Хидеко. Однако ее дядя, контролирующий каждый шаг девушки, изредка устраивает приемы для местных аристократов. Граф рассчитывает очаровать Хидеко, сбежать с ней в Японию, жениться, объявить ее сумасшедшей, упечь в дурдом и завладеть всем богатством. А Соке должна ему помочь, нанявшись в услужение к Хидеко. Что она и сделала. Но внезапно идеальный замысел Графа оказался под угрозой…",
    "rating": 8.208,
    "poster": "https://image.tmdb.org/t/p/w500/ld4Gzpjd0dgduHLp3JEsZTLXCNH.jpg",
    "code": 290098
  },
  {
    "id": 744275,
    "title": "После. Глава 3",
    "description": "Встреча с притягательным бунтарем Хардином разделила жизнь Тессы на «до» и «после». Их судьбы кажутся неразрывно связанными, но Тесса сталкивается со сложным выбором: согласиться на работу мечты в крупном издательстве или переехать в Лондон вместе с Хардином. Их страстную любовь ждет проверка на прочность: тайны прошлого, новые секреты и ответ на вопрос, что они на самом деле значат друг для друга…",
    "rating": 7,
    "poster": "https://image.tmdb.org/t/p/w500/eRmylmc17IIxKKQrGcQt1723APP.jpg",
    "code": 744275
  },
  {
    "id": 1173558,
    "title": "Плюсы обмана",
    "description": "В экранизации романа Сью Хекер героиня, которая работает бухгалтером, видит в измене жениха возможность для новых сексуальных открытий. Но дело принимает опасный оборот.",
    "rating": 6.281,
    "poster": "https://image.tmdb.org/t/p/w500/uWE0S2yhI8rV1tkNhdDhBUVVyS4.jpg",
    "code": 1173558
  },
  {
    "id": 1294947,
    "title": "Déjame estar contigo",
    "description": "",
    "rating": 7,
    "poster": "https://image.tmdb.org/t/p/w500/w1HpWmVwLNBE7effrNPbf02MJfr.jpg",
    "code": 1294947
  },
  {
    "id": 3933,
    "title": "Труп невесты",
    "description": "Действие развивается в европейской деревушке XIX века. Главного героя — молодого человека Виктора — силы тьмы утаскивают в преисподнюю и женят там на таинственном Трупе Невесты, в то время как его настоящая невеста Виктория ожидает своего жениха в мире живых. Несмотря на то, что проживание в Царстве мертвых оказывается много интересней, чем его привычный викторианский образ жизни, Виктор понимает, что свою единственную любовь он не променяет ни на что ни в одном из альтернативных миров…",
    "rating": 7.58,
    "poster": "https://image.tmdb.org/t/p/w500/sgqR6vsyc3SGGIjlK2HseG0vrQX.jpg",
    "code": 3933
  },
  {
    "id": 758330,
    "title": "Любовь по вызову",
    "description": "Через два года после смерти мужа 60-летняя Нэнси Стоукс решает попробовать то, о чём мечтала многие годы — испытать удовольствие от секса. Она снимает номер в отеле и приглашает парня по вызову.",
    "rating": 7,
    "poster": "https://image.tmdb.org/t/p/w500/1aTfhfMihu6PWyIAP340FsTWGkG.jpg",
    "code": 758330
  },
  {
    "id": 662402,
    "title": "Чёрный чай",
    "description": "Девушка сбегает из-под венца в день свадьбы и уезжает в Азию, где знакомится с владельцем чайного магазина, настоящим знатоком искусства китайской чайной церемонии. В неспешности наслаждения оттенками и вкусами, между ними вспыхивает страсть.",
    "rating": 5.9,
    "poster": "https://image.tmdb.org/t/p/w500/v6HmHzoOJVwFmdKDKpdfnnsRk39.jpg",
    "code": 662402
  },
  {
    "id": 297,
    "title": "Знакомьтесь, Джо Блэк",
    "description": "В жизни газетного магната Уильяма Пэрриша появляется сама Смерть, принявшая обличье молодого человека по имени Джо Блэк. Смерть, уставшая от своих привычных обязанностей, предлагает Пэрришу необычное соглашение: магнат станет проводником Джо в мире живых, а по окончании каникул Смерть заберет Пэрриша с собой.",
    "rating": 7.4,
    "poster": "https://image.tmdb.org/t/p/w500/b0lgdiG0HUOM6iGKralBrl8QQjC.jpg",
    "code": 297
  },
  {
    "id": 460229,
    "title": "Целуй и убивай",
    "description": "Кэти Флэтчер предана мужу, но вскоре их брак рушится после неожиданной интрижки с Марком. Что это — настоящая любовь или секс на одну ночь? Утром после ошеломительной ночи неизвестная девушка стучится в двери к Кэти, шантажируя фотографиями ее и Марка. Незнакомка обещает рассказать все мужу, если Кэти не заплатит определенную сумму.",
    "rating": 5.414,
    "poster": "https://image.tmdb.org/t/p/w500/5QdNwga65k5iCE7fsghSdBmyVld.jpg",
    "code": 460229
  },
  {
    "id": 11970,
    "title": "Геркулес",
    "description": "Правитель подземного царства Аид сверг потомка богов с Олимпа, и теперь, чтобы вернуться на священную гору, Геркулес должен совершить подвиг и стать настоящим героем. Вместе с волшебным конем Пегасом он сражается с Титанами и чудовищами вечной тьмы.Но самое серьезное испытание ждет героя в царстве теней, где Повелитель мрака спрятал его возлюбленную. Там, в вековой тишине подземелья, Геркулесу не помогут боги с далекого Олимпа, ведь только доброе сердце и настоящая любовь способны победить силы зла!",
    "rating": 7.5,
    "poster": "https://image.tmdb.org/t/p/w500/agsnqY5XfjZJOYOGAaVZYtK5se.jpg",
    "code": 11970
  },
  {
    "id": 820525,
    "title": "После. Навсегда",
    "description": "Бестселлер об отношениях с Тессой принёс Хардину деньги и успех, но оставил с разбитым сердцем. В попытках исправить ошибки давнего прошлого Хардин отправляется из Лондона в знойный Лиссабон, но попадает в новый водоворот страстей. Когда же судьба дарит Хардину и Тессе шанс на счастливый финал, только от них зависит, какой станет последняя глава их истории любви...",
    "rating": 6.9,
    "poster": "https://image.tmdb.org/t/p/w500/p5NuTOVdJsje6qOjsLStoaXsoGy.jpg",
    "code": 820525
  },
  {
    "id": 496450,
    "title": "Леди Баг и Супер-Кот: Пробуждение силы",
    "description": "В обыкновенной французской школе учатся девочка Маринетт и её одноклассник Андриан, в которого она влюблена. Казалось бы, классическая история первой любви, но... Эти ребята – совсем не те, за кого себя выдают. Когда городу угрожает опасность, Маринетт превращается в супергероиню Леди Баг, а Адриан – в Супер-Кота. Их невероятные способности помогают бороться со злом, но при этом никто из них не знает, кто на самом деле скрывается под маской.",
    "rating": 7.6,
    "poster": "https://image.tmdb.org/t/p/w500/1JICWbOCkUnNi0oDYA07XoTLKBB.jpg",
    "code": 496450
  },
  {
    "id": 744276,
    "title": "После. Долго и счастливо",
    "description": "Любовь Тессы и Хардина – неоспорима, и с каждым новым испытанием их связь становилась всё крепче, а страсть – всё сильнее. Вот только Хардин никак не может усмирить своих демонов, в то время как Тесса уже не та наивная девушка, чей мир он перевернул с ног на голову. Она чувствует, что в вечных попытках спасти Хардина может потерять саму себя. Ждёт ли их сказку счастливый финал, или же «долго и счастливо» – это не для Тессы и Хардина?",
    "rating": 6.8,
    "poster": "https://image.tmdb.org/t/p/w500/7SAIQcQfPgimB7BHef9DANUQZkY.jpg",
    "code": 744276
  },
  {
    "id": 50620,
    "title": "Сумерки. Сага: Рассвет — Часть 2",
    "description": "Белла, став вампиром, постепенно свыкается со своей новой природой. В этом ей помогают Эдвард и остальные члены семьи Калленов. К тому же теперь у Беллы есть дочь Ренесми и вечность впереди. Джейкоб, запечатлённый с Ренесми, становится для девочки другом и наставником. Ненадолго для героев наступают спокойные, счастливые дни. Всё заканчивается, когда вести о Ренесми доходят до Вольтури. «Обращение» детей строго запрещено в мире вампиров. Не зная о необычном происхождении Ренесми, Вольтури собирают армию и направляются в Форкс, чтобы уничтожить Калленов.",
    "rating": 6.461,
    "poster": "https://image.tmdb.org/t/p/w500/fgVXAUj9w6OrVlhQ0YPiZhO46j5.jpg",
    "code": 50620
  },
  {
    "id": 61979,
    "title": "Три метра над уровнем неба",
    "description": "История двух молодых людей, которые принадлежат к разным мирам. Баби ― богатая девушка, которая отображает доброту и невинность. Аче — мятежный мальчик, импульсивный, бессознательный, склонный к риску и опасности. Это маловероятно, практически невозможно, но их встреча неизбежна, и в этом неистовом путешествии между ними возникает первая большая любовь.",
    "rating": 7.7,
    "poster": "https://image.tmdb.org/t/p/w500/hs8U2paOu0siXWy4MngMJKMbZSw.jpg",
    "code": 61979
  },
  {
    "id": 4951,
    "title": "10 причин моей ненависти",
    "description": "Строгий отец поставил условие: Бьянка пойдет на свидание, если ее сестра Кэт тоже согласится встретиться с парнем. Но Кэт — синий чулок и отчаянная мужененавистница. Бьянка пытается найти для сестры такого же зануду, как она.",
    "rating": 7.6,
    "poster": "https://image.tmdb.org/t/p/w500/xR6j2HVYZEqQ1nKdSJVYNLAIIcN.jpg",
    "code": 4951
  },
  {
    "id": 112160,
    "title": "Сексуальные хроники французской семьи",
    "description": "Рутинная жизнь современной семьи претерпевает основательную встряску, когда младший сын Роман оказывается пойман в классе, мастурбирующим и одновременно снимающим себя на камеру в мобильном телефоне. Роману грозит исключение из школы… Выясняется, что его действия — это часть игры, весьма популярной у школьников. До этих пор сексуальная тематика была табуирована в его семье, но теперь она становится центром обсуждения.",
    "rating": 5.4,
    "poster": "https://image.tmdb.org/t/p/w500/p9zRDTqKZpEdfti9jRmo5bqiYdd.jpg",
    "code": 112160
  },
  {
    "id": 2105,
    "title": "Американский пирог",
    "description": "Четверо друзей заключают соглашение о том, что к выпускному вечеру каждый из них во что бы то ни стало должен лишиться девственности. В своих возмутительных попытках стать `настоящими мужчинами` парни встречают массу сюрпризов насчет своих способностей и отношений с противоположным полом.",
    "rating": 6.586,
    "poster": "https://image.tmdb.org/t/p/w500/33ILt2uMejyCpQ2svEUT25fF7ac.jpg",
    "code": 2105
  },
  {
    "id": 607397,
    "title": "어린 엄마 2",
    "description": "",
    "rating": 3.5,
    "poster": "https://image.tmdb.org/t/p/w500/5kFRzBvznECQwNsVOqRKI2W8Jxq.jpg",
    "code": 607397
  },
  {
    "id": 9820,
    "title": "Ловушка для родителей",
    "description": "Юная Холли Паркер живет в солнечной Калифорнии с самым замечательным отцом на свете, а ее ровесница Энни Джеймс - в туманном Лондоне с прекрасной любящей матерью. Первая мечтает о маме, без которой ей очень тяжело, а второй так хочется, чтобы у нее был папа.Когда девочки случайно встречаются в летнем лагере, им есть, чем поделиться друг с другом. Но помимо общих горестей между Холли и Энни существует еще одно сходство: они... близнецы! Их родители развелись много лет назад, и девочки решают исправить этутрагическую ошибку.Сестрички начинают действовать: американка возвращается в Лондон, а англичанка в Америку. И ничего не подозревающие родители легко попадают в ловушку...",
    "rating": 7.2,
    "poster": "https://image.tmdb.org/t/p/w500/uDb93tKRd6gZqwBTH4bLKTR9Ppu.jpg",
    "code": 9820
  },
  {
    "id": 38,
    "title": "Вечное сияние чистого разума",
    "description": "Наконец-то изобретена машина, которая позволяет избавиться от любых воспоминаний. Джоэль и Клементина решают выбросить друг друга из головы. Но в памяти Джоэля все еще живы самые нежные моменты их чувства. Чем меньше он помнит, тем больше любит. Понимая, что он просто обожает Клементину, Джоэль пытается найти способ, чтобы вернуть любимой память о прошлом. Пока еще не очень поздно... Он должен победить ненавистный компьютерный мозг во что бы то ни стало!",
    "rating": 8.093,
    "poster": "https://image.tmdb.org/t/p/w500/sigtn1tCMBOcHUB4kAMapb5tO4U.jpg",
    "code": 38
  }
]